{
    "SOREL": [
        "Listen to this, Simon. (_She reads._) “Love’s a Trollop stained",
        "with wine—Clawing at the breasts of Adolescence—Nuzzling, tearing,",
        "shrieking, beating—God, why were we fashioned so!” (_She laughs._)",
        "I wish she hadn’t sent me the beastly book. I must say something",
        "nice about it.",
        "She used to be such fun before she married that gloomy little man.",
        "You didn’t shave this morning.",
        "I sometimes wish we were more normal and bouncing, Simon.",
        "I should like to be a fresh, open-air girl with a passion for",
        "games.",
        "It would be so soothing.",
        "Where’s Mother?",
        "Practising?",
        "What’s she up to?",
        "I always distrust her when she becomes the Squire’s lady.",
        "She’s been at it hard all day—she tapped the barometer this",
        "morning.",
        "(_taking a cigarette_): I wonder who.",
        "Not to-day? You don’t think she’s asked anyone down to-day, do you?",
        "No; he’s too immersed in work.",
        "Yell for her.",
        "Oh, Simon, I _do_ hope she hasn’t asked anyone down to-day.",
        "Yes.",
        "I didn’t think you’d care one way or another.",
        "Richard Greatham.",
        "I shouldn’t flaunt your ignorance if I were you—it makes you look",
        "silly.",
        "Everybody’s heard of Richard Greatham.",
        "He’s a frightfully well-known diplomatist—I met him at the",
        "Mainwarings’ dance.",
        "I warned him not to expect good manners, but I hope you’ll be as",
        "pleasant to him as you can.",
        "You could be a little more polished without losing caste.",
        "What papers?",
        "I wish you’d confine your biting irony to your caricatures, Simon.",
        "I shall keep him out of your way as much as possible.",
        "I’ve got some oil of cloves somewhere.",
        "You haven’t forgotten to put those flowers in the Japanese room?",
        "Shut up, Simon.",
        "(_pained_): Not boy friend, Clara.",
        "You know we can never keep them. You’re right about us being",
        "slapdash, Simon. I wish we weren’t.",
        "It must, I think—to other people.",
        "Well, if we’re clever enough to realise that, we ought to be",
        "clever enough to change ourselves.",
        "We’re so awfully bad-mannered.",
        "The people we like put up with it because they like us.",
        "We never attempt to look after people when they come here.",
        "Yes, but people like little attentions. We’ve never once asked",
        "anyone if they’ve slept well.",
        "I’m going to try to improve.",
        "(_earnestly_): Abnormal, Simon—that’s what we are. Abnormal. People",
        "stare in astonishment when we say what we consider perfectly ordinary",
        "things. I just remarked at Freda’s lunch the other day how nice it would",
        "be if someone invented something to make all our faces go up like the",
        "Chinese, because I was so bored with them going down—and they all thought",
        "I was mad!",
        "Mother’s been awfully restless lately.",
        "Life must be terribly dull for her now, with nothing to do.",
        "Father will be livid if she does.",
        "Clara says Amy’s got toothache.",
        "The scullery-maid, I think.",
        "Japanese room!",
        "So did I.",
        "(_airily_): I’ve asked Richard Greatham down for the week-end—I",
        "didn’t think you’d mind.",
        "He’s a diplomatist.",
        "It’s too late.",
        "That would be extremely rude, and, anyhow, I _want_ to see him.",
        "I’ve often done it before.",
        "The Japanese room.",
        "Sandy—what?",
        "Who is he, Mother?",
        "Mother, I wish you’d give up this sort of thing.",
        "You know perfectly well what I mean.",
        "I should have thought you’d be above encouraging silly callow",
        "young men who are infatuated by your name.",
        "It’s so terribly cheap.",
        "Surely that’s a little different, dear?",
        "But, Mother——",
        "But, Mother darling, don’t you see, it’s awfully undignified for",
        "you to go flaunting about with young men?",
        "But it oughtn’t to give you pleasure any more.",
        "I’m proud of being feminine.",
        "(_with her arms round her_): Are you really? How lovely.",
        "(_breaking away_): Can’t he sleep in “Little Hell”?",
        "They’ll sap Richard’s vitality too.",
        "You’re getting far too blasé and exclusive, Simon.",
        "You’ve never been even civil to any of my friends, men or women.",
        "Well, all I can say is, it’s beastly of you. You might have warned",
        "me. What on earth will Richard say?",
        "(_grandly_): Whether she’s here or not is a matter of extreme",
        "indifference to me, but I’m afraid Richard won’t like her very much.",
        "That was an offensive remark, Simon, and rather silly.",
        "He’s crazy about her. She butters him up and admires his sketches.",
        "(_furiously_): He’s _not_ old!",
        "I shall take Richard on the river all day to-morrow.",
        "The punt.",
        "I see no reason for there to be any noise, unless Sandy",
        "What’s-his-name is given to shouting.",
        "} Now, look here, Mother——",
        "If anyone else mentions oil of cloves, I shall do something",
        "desperate.",
        "She’s probably mousing.",
        "Swearing doesn’t help.",
        "What does Father mean by going on like that?",
        "(_bursting into tears of rage_): It’s perfectly beastly! Whenever",
        "I make any sort of plan about anything it’s always done in by someone.",
        "I wish I were earning my own living somewhere—a free agent—able to do",
        "whatever I liked without being cluttered up and frustrated by the family——",
        "Don’t be infuriating, Mother.",
        "Don’t sympathise with me; it’s only temper.",
        "Richard’ll have to have “Little Hell” and that horrible flapper",
        "the Japanese room.",
        "Oh dear!",
        "(_recovering_): I said, “Oh dear!”",
        "You’re such a lovely hypocrite.",
        "Sorry, Mother.",
        "It’s all very fine, Mother, but——",
        "Aren’t you going to tell us?",
        "Do you think it’s wise? You retired so very finally last year.",
        "What excuse will you give for returning so soon?",
        "We’ll write some lovely ones, and you can publish them in the",
        "papers.",
        "You will be dignified about it all, won’t you, darling?",
        "(_collapsing on to sofa_): Oh, Mother! (_She gurgles with",
        "laughter._)",
        "It’s such a fearful play.",
        "Do you mean when he comes in at the end of the act?",
        "(_with feeling_): “Is this a game?”",
        "I’m George now—“I don’t understand! You and Victor—My God!”",
        "“Spare her that.”",
        "(_through clenched teeth_): “Is this true? Answer me—is this true?”",
        "(_springing at SIMON_): “You cur!”",
        "[_The front door bell rings._",
        "(_rushing to the glass_): I look hideous!",
        "How we’ve upset Clara.",
        "(_coldly_): I’m extremely well, thank you, and I hope you are.",
        "Oh, Richard, I’m dreadfully sorry. I didn’t know you were here.",
        "How awful! Please forgive me. I was upstairs.",
        "Oh!",
        "Have you come to see Father?",
        "He’s in his study—you’d better go up.",
        "(_irritably_): Oh, well—I’ll take you. Come on. Wait a minute,",
        "Richard. (_She takes her to the top of the stairs._) It’s along that",
        "passage, and the third door on the right.",
        "(_coming down again_): The poor girl looks half-witted.",
        "I hope Father will find her a comfort.",
        "Oh, yes; they were awfully pleased.",
        "That was Mother, I expect. We’re an independent family—we",
        "entertain our friends sort of separately.",
        "It was sweet of you to come.",
        "Have you really? That’s thrilling.",
        "I’m so frightened that you’ll be bored here.",
        "Oh, I don’t know. But you won’t be, will you?—or if you are, tell",
        "me at once, and we’ll do something quite different.",
        "I’m not—I’m devastating, entirely lacking in restraint. So’s",
        "Simon. It’s Father’s and Mother’s fault really; you see, they’re so",
        "vague—they’ve spent their lives cultivating their Arts and not devoting",
        "any time to ordinary conventions and manners and things. I’m the only one",
        "who sees that, so I’m trying to be better. I’d love to be beautifully",
        "poised and carry off difficult situations with a lift of the eyebrows——",
        "There you are, you see, saying the right thing! You always say the",
        "right thing, and no one knows a bit what you’re really thinking. That’s",
        "what I adore.",
        "But you are correct. I wish you’d teach Simon to be correct too.",
        "Why, don’t you like him?",
        "Would you like to see the garden?",
        "As a matter of fact, we’d better wait until after tea. Shall I",
        "sing you something?",
        "I don’t want to really a bit—only I’m trying to entertain you.",
        "It’s as easy as pie to talk in someone else’s house, like at the dance",
        "the other night, but here on my own ground I’m finding it difficult.",
        "Oh, it isn’t your fault; honestly, it isn’t—you’re awfully kind",
        "and responsive. What shall we do?",
        "Can you play Mah Jong?",
        "I’m _so_ glad—I _do_ hate it so.",
        "[_CLARA enters, with preparations for tea. SOREL sighs with",
        "relief._",
        "Here’s tea.",
        "Out in the garden, I think.",
        "Oh, everyone will come dashing in, then. How awful!",
        "What luggage?",
        "We ought to have got William up from the village.",
        "I know it is.",
        "Do sit down and smoke. I can easily manage it.",
        "How typical of Myra to have so many bags.... Ooh!",
        "[_She staggers with a suit-case. RICHARD goes to her",
        "assistance, and they both drop it._",
        "There now!—we’ve probably broken something.",
        "Do you know where to wash if you want to?",
        "I’m splendid. Do you know Mr. Greatham?",
        "Yes; just.",
        "Father, this is Mr. Greatham.",
        "Sandy Tyrell’s with her.",
        "I don’t know.",
        "Mother, I want you to meet Mr. Greatham.",
        "I don’t mind.",
        "Not an ordinary question, Simon; they have to ask them to do",
        "something in the manner of the word, and then——",
        "The answer to the question, you see?",
        "(_impatient_): Yes, the word we’ve chosen when whoever it is is out",
        "of the room.",
        "I’ll go out the first time, just to show her.",
        "Look here, everybody, I’m going out.",
        "I’ll show you, Sandy. You see....",
        "Don’t be too long. (_She goes out._)",
        "(_off_): Hurry up!",
        "(_to JUDITH_): Go and take a flower out of that vase and give it to",
        "Richard.",
        "(_laughing_): Oh, lovely!... Now, Myra, get up and say good-bye to",
        "everyone in the manner of the word.",
        "Do you think we might go on now?",
        "It doesn’t matter. (_To RICHARD_) Light a cigarette in the manner",
        "of the word.",
        "(_to JACKIE_): Do a dance in the manner of the word.",
        "It’s only a game, after all.",
        "(_irritably_): What’s the use of playing at all, if people won’t do",
        "it properly?",
        "(_firmly_): Unless everyone’s in it we won’t play at all.",
        "Lose my temper! I like that! No one’s given me the slightest",
        "indication of what the word is—you all argue and squabble——",
        "You haven’t played it at all yet.",
        "Really, Simon, the way you go on is infuriating!",
        "Quarrelsome!",
        "(_with acidity_): I should think the word was, “winsomely.”",
        "Not at all—Miss Coryton gave it away.",
        "And you’re absolutely maddening—I’ll never play another game with",
        "you as long as I live.",
        "Don’t let him take you on the river; he isn’t very good at it.",
        "Simon ought to go into the Army, or something.",
        "This always happens whenever we play a game. We’re a beastly",
        "family, and I hate us.",
        "I can’t, without speaking for everyone else too—we’re all exactly",
        "the same, and I’m ashamed of us.—Come into the library, Sandy. (_She",
        "drags SANDY off._)",
        "Look here, Mother, I——",
        "I don’t know, Mother.",
        "Mother, are you _really_ upset?",
        "But, darling——",
        "It was nothing, really. For Heaven’s sake——",
        "Mother, be natural for a minute.",
        "There’s nothing so very bitter about it.",
        "(_suddenly_): Very well, then! I love Sandy, and he loves me!",
        "Why shouldn’t we love each other if we want to?",
        "Not real love—you know it wasn’t.",
        "Mother!",
        "(_hopelessly_): But, darling....",
        "Well, that’s all right, then.",
        "Sorry, darling.",
        "(_playing up_): Mother—Mother, say you understand and forgive!",
        "I know you are, Mother. That’s what makes it all so poignant.",
        "Don’t tell Father—yet.",
        "You are splendid, Mother.",
        "Well, that’s that.",
        "It’s all right. Don’t look so gloomy—I know you don’t love me",
        "really.",
        "Don’t protest; you know you don’t—any more than I love you.",
        "(_nonchalantly_): I was only playing up—one always plays up to",
        "Mother in this house; it’s a sort of unwritten law.",
        "No, not really; we none of us ever mean anything.",
        "It must have been a slight shock for her to discover us clasped",
        "tightly in each other’s arms.",
        "A month ago I should have let you go on believing that, but now I",
        "can’t—I’m bent on improving myself.",
        "Never mind—it doesn’t matter. You just fell a victim to the",
        "atmosphere, that’s all. There we were alone in the library, with the",
        "windows wide open, and probably a nightingale somewhere about——",
        "Even a cuckoo has charm, in moderation. You kissed me because you",
        "were awfully nice and I was awfully nice and we both liked kissing very",
        "much. It was inevitable. Then Mother found us and got dramatic—her sense",
        "of the theatre is always fatal. She knows we shan’t marry, the same as",
        "you and I do. You’re under absolutely no obligation to me at all.",
        "Never mind about understanding me. Let’s go back into the library.",
        "(_entering with SANDY_): What’s the matter?",
        "Good heavens!",
        "} You ought to be ashamed of yourself——",
        "} You must be stark, staring mad——",
        "I don’t understand. You and Victor—My God!",
        "Spare her that.",
        "(_through clenched teeth_): Is this true? Answer me—is this true?",
        "(_springing at SIMON_): You cur!!!",
        "Good morning, darling.",
        "You looked sweet. (_She goes to get herself some breakfast._)",
        "[_CLARA reappears, with a glass of orange juice._",
        "(_reading_): “I saw gay and colourful Judith Bliss at the Waifs and",
        "Strays Matinée last week. She was talking vivaciously to Producer Basil",
        "Dean. ‘I’ sooth,’ said I to myself, ‘where ignorance is Bliss, ’tis folly",
        "to be wise.’”",
        "(_sitting down_): I wish I were sitting on a lovely South Sea",
        "island, with masses of palm trees and cocoanuts and turtles——",
        "I wonder where everybody is?",
        "She must be used to it by now.",
        "[_SIMON comes downstairs with a rush._",
        "(_rising and craning over JUDITH’S shoulder_): Let’s see.",
        "(_laughing_): It’s exactly like her.",
        "I don’t believe you ever saw us in our perambulators.",
        "(_sibilantly_): I don’t know.",
        "I love “peek-peek.”",
        "You’re thinking of the Rue Boissy d’Anglas, Father.",
        "He isn’t right—he’s wrong!",
        "Look here, Father, Mother’s right—here’s the Place de la Concorde——",
        "Shut up yourself, you pompous little beast.",
        "Why a frog?",
        "Why isn’t it any use arguing with Father?",
        "Mother, keep calm.",
        "Mother, do sit down and be quiet.",
        "} Ssshhh, Father!",
        "} The whole thing doesn’t really matter in the least——",
        "They’ve all gone!",
        "All right. (_She sits down._)",
        "(_passing it to him_): Here."
    ],
    "SIMON": [
        "The poor girl’s potty.",
        "The binding’s very dashing.",
        "She was always a fierce _poseuse_. It’s so silly of people to try",
        "and cultivate the artistic temperament. _Au fond_ she’s just a normal,",
        "bouncing Englishwoman.",
        "I know I didn’t, but I’m going to in a minute, when I’ve finished",
        "this.",
        "Why?",
        "Thank God you’re not.",
        "Not in this house.",
        "In the garden, practising.",
        "She’s learning the names of the flowers by heart.",
        "I don’t know.—Damn! that’s crooked.",
        "So do I.",
        "She’s probably got a plan about impressing somebody.",
        "Some dreary, infatuated young man will appear soon, I expect.",
        "I don’t know. Has Father noticed anything?",
        "Perhaps Clara will know.",
        "(_calling_): Clara! Clara!...",
        "Why? Have you?",
        "(_crossly_): Why on earth didn’t you tell me?",
        "Who is it?",
        "How exciting! I’ve never heard of him.",
        "(_rising_): Well, that’s done. (_He rolls up the cartridge paper._)",
        "(_amiably_): How lovely for them.",
        "He’ll need all his diplomacy here.",
        "(_gently_): I’ve never met any diplomatists, Sorel, but as a class",
        "I’m extremely prejudiced against them. They’re so suave and polished and",
        "debonair.",
        "Will he have the papers with him?",
        "(_vaguely_): Oh, any papers.",
        "And I wish you’d confine your girlish infatuations to London, and",
        "not force them on your defenceless family.",
        "Do, darling.",
        "[_Enter CLARA. She is a hot, round, untidy little woman._",
        "Clara, has Mother asked anyone down this week-end?",
        "The Japanese room is essentially feminine, and entirely unsuited",
        "to the Pet of the Foreign Office.",
        "How restful!",
        "I think Sorel’s beginning to be ashamed of us all, Clara—I don’t",
        "altogether blame her; we are very slapdash.",
        "(_severely_): Nudity can be very beautiful, Clara.",
        "Clara’s looking tired. We ought to have more servants and not",
        "depend on her so much.",
        "Does it matter?",
        "It’s not our fault—it’s the way we’ve been brought up.",
        "I’m not sure that I want to.",
        "Not to people we like.",
        "What do you mean, exactly, by bad manners? Lack of social tricks",
        "and small-talk?",
        "Why should we? It’s loathsome being looked after.",
        "I consider that an impertinence, anyhow.",
        "You’re only going on like this because you’ve got a mania for a",
        "diplomatist. You’ll soon return to normal.",
        "It’s no use worrying, darling; we see things differently, I",
        "suppose, and if people don’t like it they must lump it.",
        "Yes, I know.",
        "She’ll go back soon, I expect; people never retire from the stage",
        "for long.",
        "That won’t matter.",
        "[_Enter JUDITH from the garden. She is carrying an armful of",
        "flowers and wearing a tea-gown, a large garden hat, gauntlet",
        "gloves and goloshes._",
        "(_nonchalantly_): Not washing very much.",
        "No, darling, they’re tall and blue.",
        "There now! What did I tell you?",
        "Why didn’t you tell us, Mother?",
        "You’ve never mentioned him.",
        "It wouldn’t have been any use. Everyone knows we’re your son and",
        "daughter.",
        "I don’t see any point in trying to be younger than you are.",
        "He’s sure to be deadly, anyhow.",
        "Nothing of the sort. Only I loathe being hearty with your men",
        "friends.",
        "Anyhow, the Japanese room’s a woman’s room, and a woman ought to",
        "have it.",
        "So does Myra.",
        "Myra Arundel. I’ve asked her down.",
        "I’ve asked Myra down for the week-end—she’s awfully amusing.",
        "Something exquisitely non-committal, I expect.",
        "(_firmly_): Yes, Mother, I do. I’ve asked Myra down, and I have a",
        "perfect right to. You’ve always brought us up to be free about things.",
        "Don’t you like her?",
        "Really, Mother——!",
        "You’re afraid he’ll like her too much.",
        "She’s not a vampire, and I never said I was in love with her.",
        "What about you picking up old gentlemen at dances?",
        "You needn’t worry about Myra and me. We shall keep out of",
        "everyone’s way.",
        "It’s sure to rain, anyhow.",
        "} Why you should expect——",
        "She was in the garden this morning.",
        "Damn everything! Damn! Damn! Damn!",
        "It helps me a lot.",
        "This is going to be the blackest Saturday till Monday we’ve ever",
        "spent.",
        "(_bitterly_): Your head like the golden fleece....",
        "Mother, what _are_ we to do?",
        "Now then, Mother, none of that!",
        "You were being beautiful and sad.",
        "You’re not particularly beautiful, darling, and you never were.",
        "And as for being sad——",
        "There you go again!",
        "(_giving her one_): Here. (_He lights it for her._)",
        "What kind of decision?",
        "What is it?",
        "I knew it!",
        "Have you had any?",
        "Have you got a play?",
        "(_weakly_): Father will be furious.",
        "Oh, it’s appalling—but I love it. It makes me laugh.",
        "The Second Act _is_ the best, there’s no doubt about that.",
        "“Zara, what does this mean?”",
        "(_savagely_): “She’ll cry more, poor mite, when she realises her",
        "mother is a——”",
        "Yes, dear.",
        "[_CLARA enters._",
        "And for breakfast, lunch, tea, and dinner to-morrow.",
        "Hadn’t you better let them all in?",
        "[_CLARA goes to the front door and admits SANDY TYRELL, who is",
        "a fresh-looking young man; he has an unspoilt, youthful sense",
        "of honour and rather big hands, owing to a misplaced enthusiasm",
        "for amateur boxing._",
        "[_CLARA goes out._",
        "So do I.",
        "[_They both go upstairs rather grandly. SANDY looks shattered._",
        "Myra, this is marvellous! (_He tries to kiss her._)",
        "You look beautifully cool.",
        "Why, what did she say?",
        "You mustn’t take any notice of Mother.",
        "She adores you, really.",
        "She’s annoyed to-day because Father and Sorel have been asking",
        "people down without telling her.",
        "You look enchanting.",
        "Are you pleased to see me?",
        "Darling!",
        "I feel most colossally temperamental—I should like to kiss you and",
        "kiss you and kiss you and break everything in the house and then jump",
        "into the river.",
        "You’re everything I want you to be—absolutely everything.",
        "Marvellous clothes, marvellous looks, marvellous brain——Oh, God, it’s",
        "terrible....",
        "Well, you’re a devil. You only did it to annoy me. He’s far too",
        "plump, and he can’t do anything but dither about the Embassy in badly-cut",
        "trousers. You loathe him really; you know you do—you’re too intelligent",
        "not to. You couldn’t like him and me at the same time—it’s impossible!",
        "Darling—I adore you.",
        "But you’re callous—that’s what it is, callous! You don’t care a",
        "damn. You don’t love me a bit, do you?",
        "It isn’t—it’s tiny. What are we to do?",
        "We can’t go on like this.",
        "Yes, you are; you’re going on like Medusa, and there are awful",
        "snakes popping their heads out at me from under your hat—I shall be",
        "turned to stone in a minute, and then you’ll be sorry.",
        "Tell me what you’ve been doing—everything.",
        "What did you do after you’d dined with Charlie Templeton?",
        "Well, I don’t mind a bit. I hope you ate a lot and enjoyed",
        "yourself—there!",
        "You’re only playing up to me now; you don’t really want to a bit.",
        "(_kissing her violently_): I love you.",
        "Hell upon earth—fifteen million people in the house. We’ll get up",
        "at seven and rush away down the river.",
        "Don’t let either of us agree to anything we say—we’ll both be",
        "difficult. I love being difficult.",
        "But I’m in the most lovely mood now. Just seeing you makes me feel",
        "grand——",
        "Yes; he’s working on a new novel.",
        "Doesn’t he? He drinks too much tea, though.",
        "It tans the stomach.",
        "Never heard of him.",
        "Oh, that poor thing with hot hands! We’ll ignore him.",
        "You must be mad. He looked disgusting.",
        "(_flinging himself on the sofa_): Smooth my hair with your soft",
        "white hands.",
        "(_catching her hand and kissing it_): You smell heavenly. What is",
        "it?",
        "How appropriate. (_He pulls her down and kisses her._)",
        "Damn, damn! It’s those drearies.",
        "[_MYRA powders her nose as CLARA crosses to open door._",
        "[_RICHARD GREATHAM and JACKIE CORYTON come in. There is, by",
        "this time, a good deal of luggage on the step. RICHARD is",
        "iron-grey and tall; JACKIE is small and shingled, with an",
        "ingenuous manner which will lose its charm as she grows older._",
        "Hallo. Did you have a nice journey?",
        "Yes; she’ll be down in a minute. Come out into the garden, Myra——",
        "(_grabbing her hand and dragging her off_): Yes, we can. I shall",
        "go mad if I stay in the house a moment longer. (_Over his shoulder to",
        "Come and sit down, Myra.",
        "[_DAVID and JACKIE come downstairs._",
        "We’ve met already.",
        "She was last seen in the punt.",
        "Before _what_, darling?",
        "(_ungraciously_): Here you are.",
        "Who’ll go out?",
        "No; you always guess it too quickly.",
        "Someone goes out, you see, and comes in, and you’ve chosen a word",
        "among yourselves, and she or he or whoever it is asks you some sort of",
        "question and you have to——",
        "Then, you see, you act whatever it is——",
        "Never mind; you can fake it, as long as it conveys an idea of the",
        "word.",
        "Never mind; I’ll explain. You see, someone goes out....",
        "All right; go on.",
        "We will afterwards. We’ll do this one first.—Go on, Sorel.",
        "Now then.",
        "No, we did that last week; she’ll know.",
        "This room’s not big enough for that. What about “winsomely”?",
        "Mother’s brilliant at this. Do you remember when we played it at",
        "the Mackenzies’?",
        "“Winsomely” is the best.",
        "(_confidentially to JACKIE_): These games are much too brainy for",
        "me.",
        "Yes, wonderful sense of humour.",
        "Too obvious.",
        "Don’t be sour, Myra.",
        "What a pity Irene isn’t here—she knows masses of obscure words.",
        "It’s no use being catty about Irene; she’s a perfect darling.",
        "Yes, you were.",
        "You’re thinking of Charades.",
        "Yes, but we don’t happen to be doing them at the moment.",
        "No, “winsomely’s” better.",
        "(_calling_): Sorel—come on; we’re ready.",
        "[_Re-enter SOREL._",
        "(_whispering_): “Winsomely.”",
        "Marvellous, Mother!",
        "Oh, Mother darling, do shut up!",
        "Oh, please do. You were simply splendid.",
        "I believe you’ve muddled it up.",
        "No, it’s Jackie’s turn now; it will come round to him again, I’m",
        "afraid.",
        "(_pulling her to her feet_): Go on; have a shot at it.",
        "Leave her alone if she doesn’t want to.",
        "Go on to the next one.",
        "Now don’t lose your temper.",
        "Don’t be rude, Sorel.",
        "It’s always the way; whenever Sorel goes out she gets quarrelsome.",
        "Don’t worry, Jackie; you needn’t do anything you don’t want to.",
        "How can you be so unkind, Mother?",
        "You must have been listening outside the door then.",
        "Why “Miss Coryton” all of a sudden? You’ve been calling her Jackie",
        "all the evening. You’re far too grand, Sorel.",
        "That won’t break my heart.",
        "(_grabbing JACKIE’S hand_): Come out in the garden. I’m sick of",
        "this.",
        "(_over his shoulder_): Ha, ha!—very funny. (_He drags JACKIE off._)",
        "Mother—Mother, I’ve got something important to tell you.",
        "Where’s Sorel?",
        "(_opening library door_): Sorel, come out—I’ve got something vital",
        "to tell you.",
        "I wish you wouldn’t all look so depressed—it’s good news!",
        "No, Jackie hasn’t been drowned—she’s been something else.",
        "(_calling_): Jackie—Jackie!",
        "[_JACKIE enters coyly from the garden._",
        "She has become engaged—to me!",
        "What on earth are you crying about, Mother?",
        "Myra!",
        "(_interrupting_): I’m not going to allow you to say another word to",
        "Mother——",
        "} Why are you behaving like this, anyhow?",
        "[_In the middle of the pandemonium of everyone talking at",
        "once, RICHARD comes in from the garden. He looks extremely",
        "apprehensive, imagining that the noise is the outcome of",
        "JUDITH’S hysterical confession of their lukewarm passion. He",
        "goes to JUDITH’S side, summoning all his diplomatic forces. At",
        "his entrance everyone stops talking._",
        "(_grasping the situation_): Zara! What does this mean?",
        "(_savagely_): She’ll cry more, poor mite, when she realises her",
        "mother is a—a——",
        "(_kissing JUDITH_): Good morning, darling.—Look! (_He shows her a",
        "newly completed sketch._)",
        "This morning—I woke early.",
        "(_over the other shoulder_): I’m going to alter Helen’s face; it’s",
        "too pink.",
        "Now then, Mother!",
        "(_whispering to SOREL_): What’s happened to the barometer?",
        "Sorry, Father.",
        "Never mind. Father’s probably right.",
        "We haven’t got a map.",
        "Why not let Father get on with it?",
        "Oh, shut up, Sorel.",
        "You think you know such a lot about everything, and you’re as",
        "ignorant as a frog.",
        "It’s no use arguing with Father, Mother.",
        "Because you’re both so pig-headed!",
        "(_consoling her_): Father, how can you!",
        "How dare you speak to Mother like that!",
        "[_During this scene MYRA, JACKIE, RICHARD and SANDY creep",
        "downstairs, with their bags, unperceived by the family. They",
        "make for the front door._",
        "} That’s right! Be the dutiful daughter and encourage your",
        "father——",
        "} —to insult your mother——",
        "There now!",
        "Toast, please, Sorel."
    ],
    "CLARA": [
        "I don’t know, dear. There isn’t much food in the house, and Amy’s",
        "got toothache.",
        "She tried that, but it only burnt her tongue. The poor girl’s been",
        "writhing about in the scullery like one o’clock.",
        "The room looks lovely, dear—you needn’t worry. Just like your",
        "mother’s dressing-room on a first night.",
        "(_to SOREL_): Have you told her about your boy friend?",
        "(_going round, picking up things_): Oh, well, whatever he is.",
        "Are you going to leave that picture in the guests’ bathroom, dear?",
        "I don’t know if it’s quite the thing—lots of pink, naked women rolling",
        "about in a field.",
        "Oh, can it! Perhaps being a dresser for so long ’as spoilt me eye",
        "for it. (_She goes out._)",
        "Here’s your tea. I’m sorry I’m late with it. Amy forgot to put the",
        "kettle on—she’s got terrible toothache.",
        "I put it down by the kitchen table as usual, but she never came in",
        "for it.",
        "Don’t you worry your head—Zoe won’t come to any harm; she’s too",
        "wily.",
        "My God!",
        "I shall have to—they can’t sleep in the passage.",
        "More like arrant selfishness.",
        "Pert I may be, but I ’ave got some thought for others. Eight for",
        "dinner—Amy going home early. It’s more nor less than an imposition.",
        "[_The bell rings again._",
        "(_off-hand_): Oh, yes, this is it.",
        "I expect so. I’ll see if I can find her. (_She goes upstairs,",
        "humming a tune._)",
        "Where’s your Mother, dear?",
        "It’s starting to rain.",
        "I’ll bring it in when I’ve made the tea.",
        "It’s Saturday.",
        "He’s playing cricket.",
        "[_RICHARD opens the front door and proceeds to bring the",
        "luggage in. SOREL rushes to help him._",
        "What’s the matter?",
        "There is—I put it ’ere myself.",
        "(_searching_): That’s very funny. I could ’ave sworn on me Bible",
        "oath I brought it in.",
        "Someone’s taken it—that’s what it is.",
        "Oh, yes, I’ll fetch you some; but mark my words, there’s been some",
        "’anky-panky somewhere. (_She goes out._)",
        "There you are, dear.",
        "It’s a shame the weather’s changed—you might ’ave ’ad such fun up",
        "the river.",
        "[_There comes the sound of a crash from the library, and a",
        "scream._",
        "What’s that? (_She opens the door._) Come out! What are you doing?",
        "[_JACKIE and SANDY enter, rather shamefaced._",
        "Was there any coffee in it?",
        "(_rushing into the library_): Oh dear! all over the carpet!",
        "How did you come to do it?",
        "Well, thank ’Eaven it wasn’t one of the Crown Derbys. (_She goes",
        "out._)",
        "What is it now?",
        "When?",
        "Why?—you’re not leaving, are you?",
        "Well, you have missed the 10.15.",
        "There isn’t another till 12.30.",
        "And that’s a slow one. (_She goes out._)",
        "’Allo, where’s everybody gone?",
        "A bit sudden, isn’t it?",
        "(_surprised_): Aren’t you a dear, now! There wasn’t any trouble.",
        "One gets used to that ’ere.",
        "Yes—I’ll fetch them. (_She goes out._)",
        "[_JUDITH pours herself out some coffee, and sits down._",
        "[_CLARA re-enters with papers._",
        "No, I ’aven’t, dear; it’s just outside. (_She goes out again._)",
        "[_JUDITH turns to the theatrical column of the “Sunday Times.”_",
        "[_SOREL comes downstairs and kisses her._",
        "(_placing it in front of JUDITH_): Did you see that nice bit in",
        "_The Referee_?",
        "_The Referee’s_ much better. (_She finds the place and hands it to",
        "SOREL._)",
        "If you want any more coffee, ring for it. (_She goes out._)"
    ],
    "JUDITH": [
        "You look awfully dirty, Simon. What have you been doing?",
        "You should, darling, really. It’s so bad for your skin to leave",
        "things about on it. (_She proceeds to take off her goloshes._)",
        "Poor dear! There’s some oil of cloves in my medicine cupboard.",
        "Who is Amy?",
        "How extraordinary! She doesn’t look Amy a bit, does she? Much",
        "more Flossie.—Give me a cigarette.",
        "[_SOREL gives her a cigarette and lights it._",
        "Delphiniums are those stubby red flowers, aren’t they?",
        "Yes, of course. The red ones are somebody’s name—Asters, that’s",
        "it. I knew it was something opulent. I do hope Clara has remembered about",
        "the Japanese room.",
        "Yes; I told her to put some flowers in it and take Simon’s",
        "flannels out of the wardrobe drawer.",
        "(_ominously_): Why?",
        "Mind! How dared you do such a thing?",
        "That makes it much worse. We must wire and put him off at once.",
        "Well, we’ll tell Clara to say we’ve been called away.",
        "You mean to stand there in cold blood and tell me you’ve asked a",
        "complete stranger down for the week-end, and that you want to see him!",
        "I fail to see how that helps matters. Where’s he going to sleep?",
        "Oh, no, he isn’t—Sandy Tyrell is sleeping in it.",
        "Tyrell, dear.",
        "I did. I’ve talked of nothing but Sandy Tyrell for days. I adore",
        "Sandy Tyrell.",
        "He’s a perfect darling, and madly in love with me—at least, it",
        "isn’t me really, it’s my Celebrated Actress glamour—but it gives me a",
        "divinely cosy feeling. I met him at Nora Trent’s.",
        "What exactly do you mean by “this sort of thing,” Sorel?",
        "Are you attempting to criticise me?",
        "That may be true, but I shall allow nobody but myself to say it.",
        "I hoped you’d grow up a good daughter to me, not a critical aunt.",
        "Cheap! Nonsense! What about your diplomatist?",
        "If you mean that because you happen to be a vigorous _ingénue_ of",
        "nineteen you have the complete monopoly of any amorous adventure there",
        "may be about, I feel it my firm duty to disillusion you.",
        "Anyone would think I was eighty, the way you go on. It was a",
        "great mistake not sending you to boarding schools, and you coming back",
        "and me being your elder sister.",
        "Only because I was stupid enough to dandle you about in front of",
        "cameras when you were little. I knew I should regret it.",
        "At your age, dear, it would be indecent if you did.",
        "I don’t flaunt about—I never have. I’ve been morally an extremely",
        "nice woman all my life—more or less—and if dabbling gives me pleasure, I",
        "don’t see why I shouldn’t dabble.",
        "You know, Sorel, you grow more damnably feminine every day. I",
        "wish I’d brought you up differently.",
        "(_kissing her_): You’re a darling, and I adore you; and you’re",
        "very pretty, and I’m madly jealous of you.",
        "You will be nice to Sandy, won’t you?",
        "My dear, he’s frightfully athletic, and all those hot-water pipes",
        "will sap his vitality.",
        "He won’t notice them; he’s probably used to scorching tropical",
        "Embassies with punkahs waving and everything.",
        "Don’t bicker.",
        "I promised it to Sandy—he loves anything Japanese.",
        "Myra!",
        "You’ve—what?",
        "This is too much! Do you mean to tell me, Simon——",
        "Myra Arundel is straining freedom to its utmost limits.",
        "No, dear, I detest her. She’s far too old for you, and she goes",
        "about using Sex as a sort of shrimping net.",
        "It’s no use being cross. You know perfectly well I dislike her,",
        "and that’s why you never told me she was coming until too late to stop",
        "her. It’s intolerable of you.",
        "(_plaintively_): Why on earth don’t you fall in love with nice",
        "young girls, instead of self-conscious vampires?",
        "You’ve both upset me thoroughly. I wanted a nice, restful",
        "week-end, with moments of Sandy’s ingenuous affection to warm the cockles",
        "of my heart when I felt in the mood, and now the house is going to be",
        "full of discord—not enough food, everyone fighting for the bath—perfect",
        "agony! I wish I were dead!",
        "In what?",
        "I absolutely forbid you to go near the punt.",
        "What your father will say I tremble to think. He needs complete",
        "quiet to finish off “The Sinful Woman.”",
        "If you’re rude to Sandy I shall be extremely angry.",
        "} He’s coming all the way down specially to be nice to me——",
        "[_Enter DAVID down stairs. He looks slightly irritable._",
        "I think I’m going mad.",
        "I don’t know.",
        "Do stop firing questions at me, David.",
        "I should like someone to play something very beautiful to me on",
        "the piano.",
        "In view of the imminent reception, you’d better go and shave,",
        "Simon.",
        "(_picturesquely_): It grieves me to hear you say that, Sorel.",
        "(_sadly_): A change has come over my children of late. I have",
        "tried to shut my eyes to it, but in vain. At my time of life one must",
        "face bitter facts!",
        "(_tenderly_): Sorel, you mustn’t cry.",
        "(_clasping her_): Put your head on my shoulder, dear.",
        "Over my dead body!",
        "(_drawing him forcibly into her arms so that there is a charming",
        "little motherly picture_): We must all be very, very kind to everyone!",
        "(_aggrieved_): I don’t know what you mean, Simon.",
        "But I am beautiful and sad.",
        "(_glancing at herself in the glass_): Never mind; I made thousands",
        "think I was.",
        "Now, Simon, I will not be dictated to like this. If I say I’m",
        "sad, I _am_ sad. You don’t understand, because you’re precocious and",
        "tiresome.... There comes a time in all women’s lives——",
        "What did you say, Sorel?",
        "Well, please don’t say it again, because it annoys me.",
        "(_casting up her eyes_): I’m sure I don’t know what I’ve done to",
        "be cursed with such ungrateful children. It’s very cruel at my time of",
        "life——",
        "(_inconsequently_): You’re getting far too tall, Sorel.",
        "Give me another of those disgusting cigarettes—I don’t know where",
        "they came from.",
        "I’m going to forget entirely about all these dreadful people",
        "arriving. My mind henceforward shall be a blank on the subject.",
        "I made a great decision this morning.",
        "It’s a secret.",
        "Of course. I meant it was a secret from your Father.",
        "I’m going back to the stage.",
        "I’m stagnating, you see. I won’t stagnate as long as there’s",
        "breath left in my body.",
        "My public, dear—letters from my public!",
        "One or two. That’s what decided me, really—I ought to have had",
        "hundreds.",
        "Of course.",
        "I’m much more dignified on the stage than in the country—it’s",
        "my _milieu_. I’ve tried terribly hard to be “landed gentry,” but",
        "without any real success. I long for excitement and glamour. Think of",
        "the thrill of a first night; all those ardent playgoers willing one to",
        "succeed; the critics all leaning forward with glowing faces, receptive",
        "and exultant—emitting queer little inarticulate noises as some witty",
        "line tickles their fancy. The satisfied grunt of the _Daily Mail_, the",
        "abandoned gurgle of the _Sunday Times_, and the shrill, enthusiastic",
        "scream of the _Daily Express_! I can distinguish them all——",
        "I think I shall revive “Love’s Whirlwind.”",
        "I can’t help that.",
        "It’s a marvellous part. You mustn’t say too much against it,",
        "Sorel. I’m willing to laugh at it a little myself, but, after all, it",
        "_was_ one of my greatest successes.",
        "The public love it too, and it doesn’t make them laugh—much.",
        "(_She recites_) “You are a fool, a blind, pitiable fool. You think",
        "because you have bought my body that you have bought my soul!” You",
        "must say that’s dramatic.—“I’ve dreamed of love like this, but I never",
        "realised, I never knew how beautiful it could be in reality!” That line",
        "always brought a tear to my eye.",
        "From the moment Victor comes in it’s strong—tremendously",
        "strong.... Be Victor a minute, Sorel——",
        "Yes, you know—“Is this a game?”",
        "(_with spirit_): “Yes—and a game that must be played to the",
        "finish.”",
        "“So many illusions shattered—so many dreams trodden in the dust!”",
        "“Sssh! Isn’t that little Pam crying?”",
        "(_shrieking_): “Don’t say it—don’t say it!”",
        "“I’ve given you all that makes life worth living—my youth, my",
        "womanhood, and now my child. Would you tear the very heart out of me?",
        "I tell you that it’s infamous that men like you should be allowed to",
        "pollute Society. You have ruined my life—I have nothing left—nothing. God",
        "in heaven, where am I to turn for help....”",
        "(_wailing_): “Yes, yes!”",
        "Damn! There’s the bell.",
        "Clara—before you open the door—we shall be eight for dinner.",
        "(_vaguely_): Will you get various rooms ready?",
        "It can’t be helped—nothing can be helped. It’s Fate—everything",
        "that happens is Fate. That’s always a great comfort to me.",
        "You mustn’t be pert, Clara.",
        "Are you alone?",
        "I mean, you didn’t meet anyone at the station?",
        "Oh, no. I must introduce you. This is my daughter Sorel, and my",
        "son Simon.",
        "You must forgive me for having rather peculiar children. Have you",
        "got a bag or anything?",
        "We’d better leave it there for the moment, as Clara has to get",
        "the tea. We’ll find you a room afterwards.",
        "It is nice, isn’t it? You can see as far as Marlow on a clear",
        "day, they tell me.",
        "How perfectly sweet of you. Would you like a drink?",
        "(_sitting on sofa and motioning him to sit beside her_): How",
        "lovely. What for?",
        "I must come to your first night.",
        "I’m so glad. You know, you mustn’t mind if Simon and Sorel insult",
        "you a little—they’ve been very bad-tempered lately.",
        "(_quickly_): I was married very young.",
        "I liked you from the first, really, because you’re such a nice",
        "shape.",
        "Small hips and lovely long legs—I wish Simon had smaller hips. Do",
        "you think you could teach him to box?",
        "That’s just the trouble—I’m afraid he won’t like. He’s so",
        "dreadfully un——that sort of thing. But never mind; you must use your",
        "influence subtly. I’m sure David would be pleased.",
        "My husband.",
        "Why do you say “Oh” like that? Didn’t you know I had a husband?",
        "No, he’s not dead; he’s upstairs.",
        "It’s this garden hat—I’ll take it off. (_She does so._) There.",
        "I’ve been pruning the calceolarias.",
        "I love my garden, you know—it’s so peaceful and quaint. I spend",
        "long days dreaming away in it—you know how one dreams.",
        "(_warming up_): I always longed to leave the brittle glamour of",
        "cities and theatres and find rest in some old-world nook. That’s why we",
        "came to Cookham.",
        "Have you ever seen me on the stage?",
        "What in?",
        "Oh, “The Bold Deceiver.” That play was never quite right.",
        "(_delighted_): Was it, really?",
        "(_basking_): Was I?",
        "Well, go on....",
        "Of course it matters—to me, anyhow.",
        "Certainly.",
        "We _are_ old friends—we probably met in another life.",
        "Reincarnation, you know—fascinating!",
        "Do I? Give me a cigarette and let’s put our feet up.",
        "Can you punt?",
        "You must teach Simon—he always gets the pole stuck.",
        "You’re so gallant and chivalrous—much more like an American than",
        "an Englishman.",
        "(_giving him her hand_): Sandy!",
        "[_There comes a loud ring at the bell. JUDITH jumps._",
        "There now!",
        "Anyone else! You don’t know—you just don’t know. Give me my hat.",
        "I was wrong. It’s going to be very noisy, with herds of angry",
        "people stamping about.",
        "[_CLARA enters and opens the front door. MYRA ARUNDEL is posed",
        "outside, consciously well-dressed, with several suit-cases, and",
        "a tennis racquet._",
        "(_emptily_): Too, too lovely——Where are the others?",
        "Did you come by the four-thirty?",
        "Didn’t you see anyone at the station?",
        "Well, they are.",
        "(_sharply_): Sorel?",
        "Simon muttered something about your coming, but Sorel didn’t",
        "mention it. Wasn’t that odd of her?",
        "(_airily_): Sandy Tyrell, Myra Arundel; Myra Arundel, Sandy",
        "Tyrell. There.",
        "I never knew you were coming until a little while ago.",
        "I’m glad you think so. Personally, I feel that a nervous",
        "breakdown is imminent.",
        "Nothing’s the matter yet, Myra, but I have presentiments. Come",
        "upstairs, Sandy, and I’ll show you your room.",
        "[_She begins to go upstairs, followed by SANDY. Then she turns._",
        "I’ll send Simon down to you. He’s shaving, I think, but you won’t mind",
        "that, will you?",
        "[_She goes off. MYRA makes a slight grimace after her, then she",
        "helps herself to a cigarette and wanders about the hall—she",
        "might almost play the piano a little; anyhow, she is perfectly",
        "at home._",
        "[_SIMON comes downstairs very fast, putting on his coat. He has",
        "apparently finished his toilet._",
        "There’s going to be a thunderstorm. I felt sick this morning.",
        "This is Sandy Tyrell—Everybody——",
        "Oh, yes. You were here before, weren’t you?",
        "Before I went out in the punt. There was somebody else here too—a",
        "fair girl——(_She sees JACKIE._) Oh, there you are. How-do-you-do. Sit",
        "down, Sandy, and eat anything you want. Give Sandy some bread-and-butter,",
        "Simon.",
        "[_Everybody sits down._",
        "Choose an adverb, and then——",
        "Quite usual things, like reciting “If,” or playing the piano——",
        "It’s quite simple—all you have to do is just act in the manner of",
        "the word.",
        "There’s always “How, When and Where?” We haven’t played that for",
        "ages.",
        "“Bitterly.”",
        "Too difficult.",
        "You’ll see when we start playing.",
        "Yes, and Blanche was so cross when I kissed Freddie’s ear in the",
        "manner of the word.",
        "I can’t remember.",
        "Not definite enough.",
        "She’s sure to guess it straight off.",
        "I didn’t know you knew him.",
        "We haven’t thought of a word yet.",
        "“Saucily.” I’ve got a lovely idea for “saucily.”",
        "The great thing is to get an obscure word.",
        "Quickly, now! We must think——",
        "(_witheringly_): That’s not an adverb.",
        "“Saucily.”",
        "All right. Call her in.",
        "Very well.",
        "[_She trips lightly over to the vase, gurgling with coy",
        "laughter, selects a flower, then goes over to RICHARD; pursing",
        "her lips into a mock smile, she gives him the flower, with a",
        "little girlish gasp at her own daring, and wags her finger",
        "archly at him._",
        "No, no, no!",
        "You haven’t got the right intonation a bit.",
        "I don’t like “so long” very much.",
        "(_grimacing at him violently_): You remember....",
        "Oh, no, no, no!",
        "It’s so _frightfully_ easy, and nobody can do it right.",
        "Which word were you doing? Whisper——",
        "I knew it!—He was doing the wrong word. (_She whispers to him._)",
        "Give him another chance.",
        "Nonsense! Of course you can.",
        "Really, the ridiculous fuss everyone makes——",
        "It’s _so_ simple.",
        "It’s so surprising to me when people won’t play up. After all——",
        "I think, for the future, we’d better confine our efforts to",
        "social conversation and not attempt anything in the least intelligent.",
        "(_sharply_): Don’t speak to me like that.",
        "Stop, stop, stop!",
        "Sorel, you’re behaving disgracefully.",
        "Speak for yourself, dear.",
        "That’s right—blame it all on me.",
        "You ought never to have married me, David; it was a great mistake.",
        "You sit upstairs all day, writing your novels.",
        "“Daily bread” nonsense! We’ve got enough money to keep us in",
        "comfort until we die.",
        "I sincerely hope the night air will cool you.",
        "Nothing’s happened to me—nothing ever does. You’re far too smug",
        "to allow it.",
        "Yes, smug, smug, smug! And pompous!",
        "Drinking! Huh! that’s very amusing!",
        "David’s been a good husband to me, but he’s wearing a bit thin",
        "now.",
        "Why? Are you afraid I shall become violent?",
        "I hope you’re not embarrassed—I couldn’t bear you to be",
        "embarrassed.",
        "Marriage is a hideous affair altogether, don’t you think?",
        "Do stop being non-committal, just for once; it’s doubly annoying",
        "in the face of us all having lost control so lamentably.",
        "There’s nothing to be sorry for, really, because, after all, it’s",
        "your particular “thing,” isn’t it?—observing everything and not giving",
        "yourself away an inch.",
        "You’ll get used to us in time, you know, and then you’ll feel",
        "cosier. Why don’t you sit down? (_She sits on sofa._)",
        "It’s very sweet of you to say so, but I don’t see how you can be.",
        "There now! that was quite a genuine laugh. We’re getting on. Are",
        "you in love with Sorel?",
        "(_repentantly_): Now I’ve killed it—I’ve murdered the little",
        "tender feeling of comfort that was stealing over you, by sheer",
        "tactlessness! Will you teach me to be tactful?",
        "It’s so difficult to tell, isn’t it?—I mean, you might not know",
        "yourself. She’s very attractive.",
        "Have you heard her sing?",
        "She sings beautifully. Are you susceptible to music?",
        "You probably are, then. I’ll sing you something.",
        "(_rising_): It’s awfully sad for a woman of my temperament to",
        "have a grown-up daughter, you know. I have to put my pride in my pocket",
        "and develop in her all the charming little feminine tricks which will",
        "eventually cut me out altogether.",
        "I do hope you meant that, because it was a sweet remark. (_She is",
        "at the piano, turning over music._)",
        "Will you lean on the piano in an attentive attitude? It’s such a",
        "help.",
        "(_beginning to play_): In what way extraordinary?",
        "Did you, now? And am I?",
        "Oh, well.... (_She plays and sings a little French song._)",
        "[_There is a slight pause when it is finished._",
        "(_rising from the piano_): It’s pretty, isn’t it?",
        "Shall we sit down again? (_She re-seats herself on sofa._)",
        "No, no more—I want you to talk to me and tell me all about",
        "yourself, and the things you’ve done.",
        "What a shame! Why not?",
        "What nonsense! You’re not a bit dead.",
        "I’m going to, from now onwards. I intend to sink into a very",
        "beautiful old age. When the children marry, I shall wear a cap.",
        "I don’t mean a funny cap.",
        "It’s entirely spurious vitality. If you troubled to look below",
        "the surface, you’d find a very wistful and weary spirit. I’ve been",
        "battling with life for a long time.",
        "Yes, they are—frightfully. I’ve reached an age now when I just",
        "want to sit back and let things go on around me—and they do.",
        "I was thinking of calling you Richard. It’s such a nice",
        "uncompromising name.",
        "I won’t suggest you calling me Judith until you feel really",
        "comfortable about me.",
        "I’m awfully glad. Will you give me a cigarette?",
        "(_taking one_): That’s a divine case.",
        "(_bending over it_): What sort of things?",
        "Which is the charm for love?",
        "What a dear!",
        "(_jumping_): Richard!",
        "(_dramatically_): What are we to do? What are we to do?",
        "David must be told—everything!",
        "(_enjoying herself_): Yes, yes. There come moments in life when it",
        "is necessary to be honest—absolutely honest. I’ve trained myself always",
        "to shun the underhand methods other women so often employ—the truth must",
        "be faced fair and square——",
        "Dear Richard, you want to spare me, I know—you’re so chivalrous;",
        "but it’s no use. After all, as I said before, David has been a good",
        "husband to me, according to his lights. This may, of course, break him up",
        "rather, but it can’t be helped; he must be told. I wonder—oh, I wonder",
        "how he’ll take it. They say suffering’s good for writers, it strengthens",
        "their psychology. Oh, my poor, poor David!—Never mind. You’d better go",
        "out into the garden and wait——",
        "For me, Richard, for me. I will come to you later. Wait in the",
        "summer-house. I had begun to think that Romance was dead, that I should",
        "never know it again. Before, of course, I had my work and my life in the",
        "theatre, but now, nothing—nothing! Everything is empty and hollow, like a",
        "broken shell.",
        "(_ignoring all interruption_): But now you have come, and it’s all",
        "changed—it’s magic. I’m under a spell that I never thought to recapture",
        "again. Go along——(_She pushes him towards the garden._)",
        "(_pushing him firmly_): Don’t—don’t make it any harder for me.",
        "I am quite resolved—it is my self-appointed Calvary, and it’s the only",
        "possible way!",
        "[_She pushes him into the garden and waves to him bravely with",
        "her handkerchief; then she comes back into the room and powders",
        "her nose before the glass and puts her hair into place. Then,",
        "assuming an expression of restrained tragedy, she opens the",
        "library door, from which she recoils genuinely shocked._",
        "[_After a moment or two SOREL and SANDY come out rather",
        "sheepishly._",
        "Sorel, what am I to say to you?",
        "Neither do I.",
        "What a fool I’ve been! What a blind fool!",
        "(_with feeling_): I’m stunned.",
        "(_gently_): Don’t speak for a moment, Sorel; we must all be very",
        "quiet, and think——",
        "Nothing! I open the library door casually, and what do I see? I",
        "ask you, what do I see?",
        "Ssshh! It has gone beyond superficial apologies.",
        "I don’t know what you mean, Sorel. I’m trying to realise a very",
        "bitter truth as calmly as I can.",
        "My poor child!",
        "That would be the only possible excuse for your behaviour.",
        "Sandy was in love with me this afternoon.",
        "(_bitterly_): I know now.",
        "There’s nothing to be sorry for, really; it’s my fault for having",
        "been so—so ridiculous.",
        "(_sadly_): Yes, ridiculous. I’m getting old, old, and the sooner I",
        "face it the better.",
        "(_splendidly_): Youth will be served. You’re so pretty, Sorel, far",
        "prettier than I ever was—I’m very glad you’re pretty.",
        "Why should you? You’ve answered the only call that really",
        "counts—the call of Love, and Romance, and Spring. I forgive you, Sandy,",
        "completely. There.",
        "I resent your tone, Sorel; you seem to be taking things too much",
        "for granted. Perhaps you don’t realise that I am making a great sacrifice!",
        "It’s far from easy, at my time of life, to——",
        "Understand! You forget, dear, I am a woman.",
        "(_magnanimously, to SANDY_): If you want Sorel, truly, I give her",
        "to you—unconditionally.",
        "You can still call me Judith, can’t you?—it’s not much to ask.",
        "(_bravely_): There, now. Away with melancholy. This is all",
        "tremendously exciting, and we must all be very happy.",
        "We won’t tell anybody; it shall be our little secret.",
        "Nonsense. I just believe in being honest with myself—it’s awfully",
        "good for one, you know, so cleansing. I’m going upstairs now to have a",
        "little aspirin——(_She goes upstairs, and turns._) Ah, Youth, Youth, what",
        "a strange, mad muddle you make of things! (_She goes off._)",
        "[_SOREL heaves a slight sigh, and takes a cigarette._",
        "(_coming down_): Forgive me for interrupting.",
        "No, David.",
        "This is a very unpleasant situation, David.",
        "We’d better talk it all over.",
        "Please—please don’t be difficult.",
        "Don’t apologise—I quite understand.",
        "I should stay if I were you—it would be more dignified.",
        "I don’t want a scene. I just want to straighten things out.",
        "June has always been an unlucky month for me.",
        "(_austerely_): I don’t wish to hear any explanations or",
        "excuses—they’re so cheapening. This was bound to happen sooner or",
        "later—it always does, to everybody. The only thing is to keep calm.",
        "(_sharply_): There is such a thing as being too calm.",
        "Life has dealt me another blow, but I don’t mind.",
        "(_crossly_): I said Life had dealt me another blow, but I didn’t",
        "mind.",
        "(_gently_): You’re probably irritable, dear, because you’re in the",
        "wrong. It’s quite usual.",
        "Ssshhh! Let me speak—it is my right.",
        "(_surprised_): I am the injured party, am I not?",
        "(_firmly_): Yes, extremely injured.",
        "Your attitude, David, is nothing short of deplorable.",
        "No, David, you can’t evade the real issues as calmly as that.",
        "I’ve known for a long time—I’ve realised subconsciously for years that",
        "you’ve stopped caring for me in “that way.”",
        "(_with a wave of the hand_): Just that way.... It’s rather",
        "tragic, but quite inevitable. I’m growing old now—men don’t grow old",
        "like women, as you’ll find to your cost, Myra, in a year or two. David",
        "has retained his youth astonishingly, perhaps because he has had fewer",
        "responsibilities and cares than I——",
        "(_ignoring her_): Do you love her truly, David?",
        "I knew it! The time has come for the dividing of the ways.",
        "I mean that I am not the sort of woman to hold a man against his",
        "will.",
        "Ssshhh!—you _do_ love him. I can see it in your eyes—in your",
        "every gesture. David, I give you to her—freely and without rancour. We",
        "must all be good friends, always.",
        "(_with a melting look_): You know I do.",
        "Just by being happy. I may leave this house later on—I have",
        "a feeling that its associations may become painful, specially in the",
        "autumn——",
        "(_shouting her down_): October is such a mournful month in",
        "England. I think I shall probably go abroad—perhaps a _pension_ somewhere",
        "in Italy, with cypresses in the garden. I’ve always loved cypresses.",
        "We must share them, dear.",
        "(_bowing her head_): That’s very generous of you.",
        "(_twisting her handkerchief_): Please go—I don’t think I can bear",
        "any more just now.",
        "Yes, my dear,—the end.",
        "[_They shake hands sadly._",
        "[_SIMON enters violently from the garden._",
        "(_smiling bravely_): Very well, dear.",
        "In the library, I’m afraid.",
        "Simon, what _do_ you mean?",
        "(_in heartfelt tones_): Simon!",
        "Simon, my dear! Oh, this is too much! (_She cries a little_).",
        "(_picturesquely_): All my chicks leaving the nest. Now I shall",
        "only have my memories left. Jackie, come and kiss me.",
        "[_JACKIE goes to her._",
        "You must promise to make my son happy——",
        "Ssshhh! I understand. I have not been a mother for nothing.",
        "You’re trying to spare my feelings—I know——",
        "Rant and roar! May God forgive you!",
        "} This is appalling—appalling!",
        "(_with spirit_): Yes, and a game that must be played to the finish!",
        "(_in bell-like tones_): So many illusions shattered—so many dreams",
        "trodden in the dust——",
        "Hush! Isn’t that little Pam crying——?",
        "(_shrieking_): Don’t say it! Don’t say it!",
        "I’ve given you all that makes life worth living—my youth, my",
        "womanhood, and now my child. Would you tear the very heart out of me? I",
        "tell you, it’s infamous that men like you should be allowed to pollute",
        "Society. You have ruined my life. I have nothing left—nothing. God in",
        "heaven, where am I to turn for help....",
        "(_wailing_): Yes, yes!",
        "(_rushing between them_): Don’t strike! He is your father! (_She",
        "totters and falls in a dead faint._)",
        "[_MYRA, JACKIE, RICHARD and SANDY look on, dated and aghast._",
        "CURTAIN.",
        "Good morning, Clara. Have the papers come?",
        "Thank you. You’ve forgotten my orange juice.",
        "Listen to this. (_She reads_) “We saw Judith Bliss in a box",
        "at the Haymarket on Tuesday, looking as lovely as ever.” There now! I",
        "thought I looked hideous on Tuesday.",
        "No—_The Times_.",
        "(_taking it from her_): Dear _Referee_! It’s so unself-conscious.",
        "It would be divine, wouldn’t it?",
        "(_still reading_): I wonder.... Mary Saunders has got another",
        "failure.",
        "Simon! How lovely! When did you do it?",
        "What a clever son I have!",
        "It’s too wonderful—when I think of you both in your",
        "perambulators.... Oh dear, it makes me cry! (_She sniffs._)",
        "I don’t believe I did.",
        "[_DAVID comes downstairs._",
        "What, dear?",
        "How splendid. Read it to us now.",
        "Go on, then.",
        "[_SANDY rushes in from the front door. On seeing everyone, he",
        "halts._",
        "I seem to know that boy’s face.",
        "Yes, dear.—Marmalade, Simon.",
        "Do, dear.",
        "Don’t get cross, dear.",
        "She couldn’t have.",
        "The Rue St. Honoré doesn’t lead into the Place de la Concorde.",
        "David darling, don’t be obstinate.",
        "Don’t be testy, David: it’s a sign of age.",
        "That sounds absolutely ridiculous. Why don’t you alter it?",
        "Very well, then; get a map, and I’ll show you.",
        "It isn’t—it’s the Boissy d’Anglas.",
        "You’ve got it all muddled.",
        "Don’t shout. You have.",
        "It’s so silly to get cross at criticism—it indicates a small mind.",
        "That was very rude. I shall go to my room in a minute.",
        "(_outraged_): David!",
        "I give you my solemn promise, David, that you’re wrong.",
        "He’s your son as well as mine.",
        "(_bursting into tears of rage_): David!",
        "You’re dead certain to be a failure if you cram your books with",
        "inaccuracies.",
        "Yes, you are; and you’re foul-tempered and spoilt.",
        "Well, why in Heaven’s name don’t you go and live somewhere else?",
        "Gratitude for what, I’d like to know?",
        "Calm! I’m furious.",
        "I am wonderful, Heaven knows, to have stood you for all these",
        "years.",
        "(_wailing_): Oh, oh! To think that my daughter should turn against",
        "me!",
        "I’m not theatrical—I’m wounded to the heart.",
        "Don’t you say Rubbish to me!",
        "} Oh, this is dreadful—dreadful!",
        "} I never realised how small you were, David. You’re tiny——",
        "[_The universal pandemonium is suddenly broken by the front",
        "door slamming. There is dead silence for a moment, then the",
        "noise of a car is heard._",
        "[_SOREL runs and looks out of the window._",
        "(_sitting down_): How very rude!",
        "Come back and finish your breakfast, Sorel.",
        "Go on, David; I’m dying to hear the end——",
        "I meant to tell you before, David—I’ve made a great decision.",
        "I really am going to return to the stage!",
        "CURTAIN.",
        "_The Mayflower Press, Plymouth._ William Brendon & Son, Ltd.",
        "_CONTEMPORARY BRITISH DRAMATISTS_",
        "_New Volumes._",
        "_HAY FEVER. By NOEL COWARD_",
        "_“Gay, bright and amusing ... an exhibition of youthful high",
        "spirits.”—“Stage.”_",
        "_THREE PLAYS. By NOEL COWARD: (The Rat Trap, The Vortex and Fallen",
        "Angels). With the Author’s reply to his Critics._",
        "_“It is well that these plays should be published ... they",
        "catch the colour and movement of to-day with such surprising",
        "accuracy.”—“Morning Post.”_",
        "NOTE.—_These three plays are also obtainable separately._",
        "_CONFLICT. By MILES MALLESON_",
        "_“Mr. Malleson’s writing is vital and interesting, his sense of",
        "the theatre is very effective.”—“Curtain.”_",
        "_“Mr. Malleson has something of Toller’s gift for presenting in",
        "a moving and dramatic way the contrasts and conflicts of our",
        "civilisation.”—“New Leader.”_",
        "_THIS WOMAN BUSINESS. By BEN W. LEVY_",
        "_“Although managers are always saying that they cannot find",
        "good plays, Ernest Benn seems to discover new ones on every",
        "bush. Here is another worthy addition to their series....",
        "Mr. Levy is a man of wit and understanding and has the true",
        "creative touch.”—“Daily Telegraph.”_",
        "_THE TRANSLATION OF NATHANIEL BENDERSNAP. By G. D. GRIBBLE_",
        "_“Frankly written for a select and sophisticated audience ...",
        "there is polish and wit in the dialogue.”—“Curtain.”_",
        "_HIS MAJESTY’S PLEASURE. By CONAL O’RIORDAN_",
        "_“An example of how the romantic play should be",
        "written.”—“Observer.”_",
        "_“Romance edged keenly by wit.”—“Manchester Guardian.”_",
        "_THE MAN WITH A LOAD OF MISCHIEF. By ASHLEY DUKES. (4th Impression.)_",
        "_“Brilliant comedy ... gaiety, spontaneity and a dignity too",
        "which is all too rarely found in high comedy.”—“New Age.”_",
        "_ATONEMENT. By EDWARD THOMPSON_",
        "_“Mr. Thompson is among the playwrights born.... Into this",
        "mould he can pour all his floods of thought and feeling and",
        "aspiration.”—“Times Literary Supplement.”_",
        "_EXODUS. By H. F. RUBINSTEIN & HALCOTT GLOVER. (2nd Impression)._",
        "_“The action of the play is visible as you read ... the sound",
        "of human voices is audible throughout.”—John Freeman in the",
        "“London Mercury.”_",
        "_THE CONQUERING HERO. By ALLAH MONKHOUSE. (3rd Impression.)_",
        "_“I am often asked what I call a great play. This is",
        "one.”—James Agate._",
        "_MIDSUMMER MADNESS. By CLIFFORD BAX_",
        "_“Mr. Bax has done what the commedia dell’ arte did—told a",
        "cynical modern story through old figures.”—“Times Literary",
        "Supplement.”_",
        "_WHAT’S WRONG WITH THE DRAMA? By H. F. RUBINSTEIN_",
        "_“Delightfully amusing ... exquisite fun.”—“English Review.”_",
        "_THE FIFTH OF NOVEMBER. By HOWARD PEACEY_",
        "_“There is colour and eloquence in it....”—“Times Literary",
        "Supplement.”_",
        "_THE DANCE OF LIFE. By HERMON OULD_",
        "_“Delightful.”—“English Review.”_",
        "_THE FANATICS. By MILES MALLESON_",
        "_“A play that an audience will think about and talk",
        "about.”—Lennox Robinson._",
        "_THE THREE BARROWS. By CHARLES MCEVOY_",
        "_“Strong dramatic scenes, would act well.”—E. A. Baughan._",
        "_FIRST BLOOD. By ALLAN MONKHOUSE_",
        "_“Deals with a Savagely embittered industrial dispute, at once",
        "more natural and more subtle than Galsworthy’s ‘Strife.’”—Ivor",
        "Brown._",
        "_THE MASQUE OF VENICE. By G. D. GRIBBLE_",
        "_“Who is this Mr. Gribble who suddenly bursts upon us as a",
        "fully equipped playwright; master of his job and possessed of",
        "more wit and more reading than most living dramatists have, or",
        "at any rate use.”—“Times Literary Supplement.”_",
        "_THE SCENE THAT WAS TO WRITE ITSELF. By G. D. GRIBBLE_",
        "_“Would repay good acting.”—“New Statesman.”_",
        "_PETER AND PAUL. By HAROLD F. RUBINSTEIN_",
        "_“The hand of the born dramatist is very clear.”—“Times",
        "Literary Supplement.”_",
        "_NOCTURNE IN PALERMO. By CLIFFORD BAX_",
        "_“A delightful miniature.”—“Daily Telegraph.”_",
        "_THE RIGORDANS. By EDWARD PERCY_",
        "_“Strong, sombre, moving drama ... a play to read.”—“Manchester",
        "Guardian.”_",
        "_KRISHNA KUMARI. By EDWARD THOMPSON_",
        "_“A play about India and a very fine one.”—“Nation and",
        "Athenæum.”_",
        "_CONTEMPORARY AMERICAN DRAMATISTS_",
        "_THE VERGE. By SUSAN GLASPELL. (2nd Impression.)_",
        "_“Extraordinarily interesting, besides being very unusual.",
        "Fresh, curious, and dramatically alive.... Here there is revolt",
        "against the platitude, the convention, but the repudiation",
        "of life as it is goes far beyond the social rebellion ... it",
        "is an attempt to capture something beyond the reaches of our",
        "souls.”—“Manchester Guardian.”_",
        "_“Few living dramatists have succeeded so well in amalgamating",
        "psychology with perfect stagecraft.”—“Westminster Gazette.”_",
        "_INHERITORS. By SUSAN GLASPELL_",
        "_“This is a fine play ... one would not rank it below ‘An Enemy",
        "of the People,’ and for my own part I am inclined to think it",
        "ranks with ‘The Master Builder.’”—James Agate in the “Sunday",
        "Times.”_",
        "_“There is no mistaking the power and insight of her",
        "characterisation ... the first act is a little epic of the",
        "pioneer days of America, beautifully written and deeply",
        "felt.”—“Daily Telegraph.”_",
        "_BERNICE. By SUSAN GLASPELL_",
        "_“Remorselessly, every word striking home, this quiet tragedy",
        "works to an end.”—“The Weekly Westminster.”_",
        "_“By very subtle touches Susan Glaspell builds up the character",
        "of Bernice, a woman who died before the play opens.”—E. A.",
        "Baughan in the “Daily News.”_",
        "_MOSES. A Play, a Protest, and a Proposal. By LAWRENCE LANGNER_",
        "_“Entertaining and effective ... always incisive and usually",
        "profound.”—“Manchester Guardian.”_",
        "_THE SPRING. By GEORGE CRAM COOK_",
        "_“Is a work of arresting theme and highly imaginative",
        "workmanship.”—The late William Archer._",
        "_“A strange and arresting play on the psychic, mixing argument",
        "with emotion in an extraordinary manner.”—Kenneth MacGowan._",
        "_NEW PLAYS IN PREPARATION_",
        "_THE FIREBRAND. By EDWIN JUSTUS MAYER_",
        "_THE SPORT OF GODS. By JOHN COURNOS_",
        "_FOUR ONE ACT PLAYS. GWEN JOHN_",
        "_OTHER PLAYS PUBLISHED BY ERNEST BENN LTD_",
        "_BEGGAR ON HORSEBACK. By GEORGE S. KAUFMAN & MARC CONNELLY_",
        "_“A quaint and rollicking ‘nightmare play.’”—“Referee.”_",
        "_“This amusing satire ... is the fiercest satire on materialism",
        "we have ever read.”—“Daily Graphic.”_",
        "_THE COLONNADE. By STARK YOUNG_",
        "_“Mr. Stark Young makes his effects with a beautiful simplicity",
        "and you have not to read far to perceive that ‘The Colonnade’",
        "is a remarkable play. It comes to significant life in a",
        "scene, full of emotion, between father and son. There is a",
        "strong opposition of wills, and the difference between them",
        "repeats the difference that had separated the father from his",
        "wife.”—Allan Monkhouse in the “Manchester Guardian.”_",
        "_THE MACHINE WRECKERS. By ERNST TOLLER. Translated by ASHLEY DUKES_",
        "_“It has power and passion and judgment and pity.”—St. John",
        "Ervine in the “Observer.”_",
        "_SHAKESPEARE. By H. F. RUBINSTEIN & CLIFFORD BAX_",
        "_“Their Shakespeare is by far the most life-like, the most",
        "plausible, yet presented in drama—far excelling either Mr.",
        "Shaw’s or Mr. Frank Harris’s.”—“Weekly Westminster.”_",
        "_DOCTOR KNOCK. By JULES ROMAINS. Translated by HARLEY GRANVILLE-BARKER_",
        "_“Monsieur Romains has caught at the crest the modern tyranny",
        "of medicine ... it is a shrewd joke, a timely joke, and well",
        "told.”—“Times.”_",
        "_“Mr. Granville Barker’s latest gift to the English theatre is",
        "an amazingly perfect version of Jules Romains’ clever satire:",
        "Dr. Knock.”—“Daily Telegraph.”_"
    ],
    "DAVID": [
        "Why are you all making such a noise?",
        "Why hasn’t Clara brought me my tea?",
        "Where is Clara?",
        "Why are you all so irritable? What’s happened?",
        "[_Enter CLARA, with a tray of tea for one._",
        "Poor girl! Give her some oil of cloves.",
        "It’s wonderful stuff. Where’s Zoe?",
        "I suppose no one thought of giving her any lunch?",
        "She isn’t old enough yet. She might have fallen into the river,",
        "for all you care. I think it’s a shame!",
        "I don’t want to be disturbed. (_He takes his tray and goes",
        "upstairs; then he turns._) Listen, Simon. There’s a perfectly sweet",
        "flapper coming down by the four-thirty. Will you go and meet her and be",
        "nice to her? She’s an abject fool, but a useful type, and I want to study",
        "her a little in domestic surroundings. She can sleep in the Japanese room.",
        "[_He goes off, leaving behind him a deathly silence._",
        "Is tea ready?",
        "Simon, come and be nice to Miss Coryton.",
        "That’s no reason for you not to be nice to her.",
        "How-do-you-do. Are you staying here?",
        "You must forgive me for being rather frowsy, but I’ve been working",
        "hard.",
        "How are you? When did you arrive?",
        "Good. Have some tea. (_He begins to pour it out._) Everyone had",
        "better put their own sugar and milk in, or we shall get muddled. Where’s",
        "your mother, Simon?",
        "How extraordinary! She can’t punt.",
        "Oh, well, she’ll be all right then. Who is he?",
        "Do sit down, everybody.",
        "[_Enter JUDITH and SANDY from the garden._",
        "“Intensely.”",
        "What about “drearily”?",
        "Young Norman Robertson used to be marvellous—do you remember?",
        "Come along—try.",
        "Talk, talk, talk! Everybody talks too much.",
        "You both ought to be in Reformatories.",
        "I think it would be better, Judith, if you exercised a little more",
        "influence over the children.",
        "After all, dear, you started it, by snapping everybody up.",
        "The atmosphere of this house is becoming more unbearable every",
        "day, and all because Simon and Sorel are allowed to do exactly what they",
        "like.",
        "Novels which earn us our daily bread.",
        "That will be very soon, if we can’t get a little peace. (_To",
        "MYRA_) Come out into the garden——",
        "I don’t know what’s happened to you lately, Judith.",
        "Smug! Thank you.",
        "I hope you haven’t been drinking, dear.",
        "I think it’s rather tragic, at your time of life. (_He goes out",
        "with MYRA._)",
        "... And, you see, he comes in and finds her there waiting for him.",
        "No; and that’s psychologically right. I’m sure. No woman, under",
        "those circumstances, _would_.",
        "I got badly stuck in the middle of the book, when the boy comes",
        "down from Oxford—but it worked out all right eventually.",
        "I’ll send you the proofs—you can help me correct them.",
        "Would you like a cigarette, or anything?",
        "I think I’ll have a drink.",
        "(_going to side table_): There isn’t any ice—d’you mind?",
        "(_bringing her drink_): Here you are.",
        "Not here, thank God.",
        "(_having poured himself out a whisky-and-soda, sits down by her",
        "side_): It depends on the people.",
        "Confession?",
        "Not in the least. I suppose one of us asked you, didn’t they?",
        "Well?",
        "I was in America then.",
        "How do you mean “exactly”?",
        "That was charming of you. I’m not much to meet really.",
        "Did you like it?",
        "There now!",
        "I’m afraid my knowledge of them is sadly superficial.",
        "Why are you being so nice to me? Have you got a plan about",
        "something?",
        "I can’t help it—you’re very attractive, and I’m always suspicious",
        "of attractive people, on principle.",
        "I’ll tell you something—strictly between ourselves.",
        "You’re wrong about me.",
        "I write very bad novels.",
        "And you _know_ I do, because you’re an intelligent person.",
        "Tell me why you’re being so nice to me?",
        "Why?",
        "Splendid.",
        "Shall we elope?",
        "There now, you’ve called me David!",
        "Not at all.",
        "What makes you think that?",
        "I think you’re a very interesting woman, and extremely",
        "nice-looking.",
        "Yes. Would you like me to make love to you?",
        "I’ve knocked you off your plate—I’ll look away for a minute while",
        "you climb on to it again. (_He does so._)",
        "(_turning_): That’s right. Now then——",
        "You’re adorable—you’re magnificent—you’re tawny——",
        "Don’t argue.",
        "Affectation’s very nice.",
        "You mustn’t get cross.",
        "Yes, you are—but you’re very alluring.",
        "Terribly.",
        "That was rather rude.",
        "Never mind.",
        "I’m always rude to people I like.",
        "Enormously.",
        "But I don’t like your methods.",
        "You’re far too pleasant to occupy yourself with the commonplace.",
        "Thank you.",
        "You mean you want me to explain?",
        "Very well; I will.",
        "You’ll pretend not to, but you’ll hear every word really.",
        "Yes, aren’t I?",
        "Darling!",
        "That’s unreasonable. You’ve been trying to make me—all the evening.",
        "It’s not conceit at all. You’ve been firmly buttering me up",
        "because you want a nice little intrigue.",
        "(_pulling her down again_): It’s true, it’s true. If it weren’t,",
        "you wouldn’t be so angry.",
        "(_taking her hand_): Myra—dear Myra——",
        "Let’s have that nice little intrigue. The only reason I’ve been so",
        "annoying is that I love to see things as they are first, and then pretend",
        "they’re what they’re not.",
        "They’re great fun to play with.",
        "(_catching her hand again_): Myra—don’t be statuesque.",
        "You’re charming. (_He gets up and stands close to her._)",
        "I won’t.",
        "(_between kisses_): You’re—perfectly—sweet.",
        "You must say it’s an entrancing amusement. (_He kisses her again._)",
        "[_JUDITH appears at the top of the stairs and sees them. They",
        "break away._",
        "Are there any chocolates in the house?",
        "I should like a chocolate more than anything in the world, at the",
        "moment.",
        "(_agreeably_): Horrible.",
        "I apologise, Judith.",
        "There isn’t any real necessity for a scene.",
        "Very well—go ahead.",
        "I am—perfectly.",
        "Sorry, dear.",
        "What did you say?",
        "Rubbish.",
        "Now, Judith——",
        "(_contemptuously_): Injured!",
        "It’s all nonsense—sheer, unbridled nonsense.",
        "(_irritably_): What do you mean—“that way”?",
        "(_looking at her and not liking her very much_): No, Myra—Judith is",
        "right. What are we to do?",
        "Madly.",
        "(_intensely_): You thought just now that I was joking. Couldn’t",
        "you see that all my flippancy was only a mask, hiding my real",
        "emotions—crushing them down desperately——?",
        "Judith, do you mean this?",
        "How can we ever repay you?",
        "What about the children?",
        "I’ll pay you exactly half the royalties I receive from everything,",
        "Judith.",
        "You have behaved magnificently. This is a crisis in our lives, and",
        "thanks to you——",
        "Ssshhh, Myra darling—we owe it to Judith to keep control of our",
        "emotions—a scene would be agonising for her now. She has been brave and",
        "absolutely splendid throughout. Let’s not make things harder for her than",
        "we can help. Come, we’ll go out into the garden.",
        "So this is the end, Judith?",
        "(_fatherly_): You seem excited, my boy. What has happened?",
        "Good news! I thought perhaps Jackie had been drowned——",
        "} Look here, Myra——",
        "} You don’t seem to grasp one thing that——",
        "(_collapsing on to the sofa in hysterics_): Love’s whirlwind! Dear",
        "old Love’s whirlwind!",
        "(_hilariously_): It’s finished!",
        "_The Sinful Woman._",
        "I’ve got the last chapter here.",
        "(_preparing to read_): Listen. You remember when Violet was taken",
        "ill in Paris?",
        "Well, I’ll go on from there.",
        "(_reading_): “Paris in spring, with the Champs Elysées alive and",
        "dancing in the sunlight; lightly dressed children like gay painted",
        "butterflies——”",
        "Damn the barometer!",
        "Why can’t you keep quiet, Simon, or go away!",
        "Well, don’t interrupt again.... (_Reading_) “... gay painted",
        "butterflies; the streets were thronged with hurrying vehicles, the thin",
        "peek-peek of taxi-hooters——”",
        "(_ignoring her_): “——seemed to merge in with the other vivid noises",
        "weaving a vast pattern of sound which was Paris. Jane Sefton, in her",
        "scarlet Hispano, swept out of the Rue St. Honoré into the Place de la",
        "Concorde——”",
        "Why?",
        "Yes, it does.",
        "I’m not thinking of anything of the sort.",
        "(_hotly_): Do you think I don’t know Paris as well as you do?",
        "Go on with your food, Sorel.",
        "(_firmly_): “Jane Sefton, in her scarlet Hispano, swept out of the",
        "Rue St. Honoré into the Place de la Concorde——”",
        "It isn’t ridiculous; it’s perfectly right.",
        "(_putting his MS. down_): Now, look here, Judith—here’s the Rue",
        "Royale—(_He arranges the butter-dish and marmalade-pot._)—here’s the",
        "Crillon Hotel, and _here’s_ the Rue St. Honoré——",
        "That runs parallel with the Rue de Rivoli.",
        "(_loudly_): I have _not_ got it all muddled.",
        "Small mind my foot!",
        "I wish you would.",
        "I don’t want your solemn promise, because I _know_ I’m right.",
        "Are you content to sit here, Judith, and let your son insult me?",
        "I begin to doubt it.",
        "(_rising_): I’ll never attempt to read any of you anything again",
        "as long as I live. You’re not a bit interested in my work, and you don’t",
        "give a damn whether I’m a success or a failure.",
        "(_hammering the table with his fist_): _I am not inaccurate!_",
        "Spoilt! I like that! Nobody here spoils me—you’re the most",
        "insufferable family to live with——",
        "There’s gratitude!",
        "What have you got to be furious about? Everyone rushing round",
        "adoring you and saying how wonderful you are——",
        "Don’t be theatrical.",
        "Rubbish—rubbish—rubbish!",
        "I _will_ say Rubbish!",
        "} Listen to me, Judith——",
        "} The Place de la Concorde——",
        "(_also sitting down_): People really do behave in the most",
        "extraordinary manner these days——",
        "(_reading_): “Jane Sefton, in her scarlet Hispano, swept out of the",
        "Rue Boissy d’Anglas into the Place Vêndome——”",
        "(_amiably_): What is it?"
    ],
    "SANDY": [
        "(_to JUDITH_): I say, it’s perfectly ripping of you to let me come",
        "down.",
        "(_surprised_): Yes.",
        "I motored down; my car’s outside. Would you like me to meet",
        "anybody?",
        "(_shaking hands_): How-do-you-do.",
        "Yes; it’s in the car.",
        "I’ve been looking forward to this most awfully.",
        "I meant I’ve been looking forward to seeing you.",
        "No thanks. I’m in training.",
        "I’m boxing again in a couple of weeks.",
        "You look simply splendid.",
        "It’s awfully funny you having a grown-up son and daughter at all.",
        "I can hardly believe it.",
        "I don’t wonder. You know, it’s frightfully queer the way I’ve been",
        "planning to know you for ages, and I never did until last week.",
        "(_slightly embarrassed_): Oh, I see....",
        "Rather—if he likes.",
        "Who’s David?",
        "(_surprised_): Oh!",
        "I thought he was dead.",
        "You’re quite different from what you were the other day.",
        "(_puzzled_): Oh?——",
        "Oh, yes.",
        "It’s awfully nice—Cookham.",
        "Rather!",
        "That thing when you pretended to cheat at cards to save your",
        "husband’s good name.",
        "You were absolutely wonderful. That was when I first fell in love",
        "with you.",
        "Yes; you were so frightfully pathetic and brave.",
        "Rather!",
        "[_There is a pause._",
        "I feel such a fool, telling you what I think, as though it",
        "mattered.",
        "Does it—honestly?",
        "It seems too good to be true—sitting here and talking as though we",
        "were old friends.",
        "You do say ripping things.",
        "All right.",
        "[_They settle themselves comfortably at opposite ends of the",
        "sofa, smoking._",
        "Yes—a bit.",
        "I’d rather teach you.",
        "I should like to go on saying nice things to you for ever.",
        "Is anyone else coming to stay?",
        "(_giving it to her_): You said it would be quite quiet, with nobody",
        "at all.",
        "Yes.",
        "Thanks.",
        "[_There is a long pause; then MYRA and RICHARD speak together._",
        "(_despondently_): I’m no earthly good at this sort of thing.",
        "Charades are damned good fun.",
        "Sorry.",
        "(_hoarsely to SIMON_): Which is it?—“saucily” or “winsomely”?",
        "It’s awfully difficult if you haven’t done it before.",
        "It was my fault, Mrs. Bliss—Judith——",
        "I’m most awfully sorry....",
        "I say—look here—I’m most awfully sorry.",
        "I feel a fearful cad.",
        "(_dazed_): Thanks—awfully, Mrs. Bliss.",
        "Judith.",
        "Yes.",
        "(_startled_): I say, Sorel——",
        "But you told Judith——",
        "Didn’t she mean all she said?",
        "She seemed awfully upset.",
        "I believe I do love you, Sorel.",
        "I don’t understand.",
        "I only heard a cuckoo.",
        "I wish I understood you a bit better.",
        "All right.",
        "[_They go off._",
        "[_After a moment’s pause, DAVID and MYRA enter from the garden._",
        "What’s the matter?",
        "I say, don’t cry.",
        "You were—I heard you.",
        "I don’t wonder—after last night.",
        "Hiding.",
        "Yes; I didn’t want to run up against any of the family.",
        "Dragons?",
        "How awful!",
        "The Blisses?",
        "I’ve been thinking that too.",
        "No; people never do.",
        "Didn’t he remember?",
        "Are you really engaged to Simon?",
        "You were, last night.",
        "Not properly. We talked it over.",
        "That’s exactly what happened to me and Sorel. Judith gave us to",
        "one another before we knew where we were.",
        "I like Sorel, though; she was jolly decent about it afterwards.",
        "Why?",
        "All the same, she’s better than the others.",
        "Hic!",
        "(_abashed_): I say—I’ve got hiccoughs.",
        "It was because I bolted my breakfast. (_He holds his breath._)",
        "(_letting his breath go with a gasp_): I can’t any more—hic!",
        "(_taking one_): I’m awfully sorry.",
        "Horrid—hic!",
        "(_gloomily_): Have they?",
        "How beastly.",
        "I expect mine will stop soon.",
        "Hic!—There!",
        "How do you mean—the wrong way round?",
        "Perhaps coffee would do as well.",
        "(_anxiously_): What do I do?",
        "(_trying_): I can’t reach any——",
        "Bring the sugar—I might need it again—hic! Oh God!",
        "Yes, a good deal.",
        "It was my fault. I’m most awfully sorry.",
        "[_CLARA reappears._",
        "They’ve gone now, anyhow.",
        "(_observantly_): I say—it’s raining!",
        "(_eagerly_): Let’s all go away—quietly!",
        "I don’t think they’d mind _very_ much if we all went.",
        "(_to JACKIE_): Look here; I’ll take you up in my car as soon as you",
        "like.",
        "Yes.",
        "I think I can squeeze you in.",
        "As soon as you’re ready.",
        "Is ten bob enough?",
        "I’ll just go and look at the car. Will you all be ready in ten",
        "minutes?",
        "Righto. (_He rushes out._)",
        "[_CLARA re-enters._",
        "Good morning. (_He bolts upstairs two at a time._)"
    ],
    "MYRA": [
        "(_advancing_): Judith—my—dear—this is divine!",
        "What others?",
        "[_CLARA goes out._",
        "Yes.",
        "Yes; several people, but I didn’t know they were coming here.",
        "Sorel said it was going to be just ourselves this week-end.",
        "Yes—didn’t she tell you she’d asked me? Weren’t you expecting me?",
        "You’re a divinely mad family. (_To SANDY_) How-do-you-do? It’s",
        "useless to wait for introductions with the Blisses. My name’s Myra",
        "Arundel.",
        "Is that your car outside?",
        "Well, Judith, I _do_ think you might have told me someone was",
        "motoring down. A nice car would have been so much more comfortable than",
        "that beastly train.",
        "It’s heavenly here—after London. The heat was terrible when I left.",
        "You look awfully well, Judith. Rusticating obviously agrees with you.",
        "My dear, how ghastly! What’s the matter?",
        "(_pushing him away_): No, Simon dear; it’s too hot.",
        "I’m more than cool really, but it’s not climatic coolness. I’ve",
        "been mentally chilled to the marrow by Judith’s attitude.",
        "Nothing very much. She was bouncing about on the sofa with a hearty",
        "young thing in flannels, and seemed to resent my appearance rather.",
        "I’ll try not to, but it’s difficult.",
        "I’m sure she does.",
        "Poor dear! I quite see why.",
        "Thank you, Simon.",
        "Of course. That’s why I came.",
        "Sssh! Don’t shout.",
        "Dear Simon!",
        "I dined with Charlie Templeton last night.",
        "Don’t be so conceited.",
        "That’s right.",
        "Love’s a very big word, Simon.",
        "What do you mean?",
        "I’m not going on like anything.",
        "(_laughing_): You’re very sweet, and I’m very fond of you.",
        "Nothing.",
        "Supped with Charlie Templeton.",
        "Generous boy! Come and kiss me.",
        "I’m aching for it.",
        "This week-end’s going to be strenuous.",
        "No, we won’t.",
        "You certainly do.",
        "Is your father here?",
        "He writes brilliantly.",
        "It can’t do him much harm, surely?",
        "Who is Sandy Tyrell?",
        "He’s here, with Judith.",
        "I thought he looked rather nice.",
        "(_laughing_): Idiot!",
        "(_ruffling it_): It’s got glue on it.",
        "Borgia of Rosine.",
        "(_breaking away_): You’re too demonstrative to-day, Simon.",
        "[_The front door bell rings._",
        "Oh, _I_ took the only taxi. How maddening of me.",
        "Why? Have we met anywhere?",
        "But, Simon, we can’t....",
        "Hullo, Sorel, how are you?",
        "Oh, yes; we’ve met several times.",
        "(_firmly_): How-do-you-do.",
        "I hope so.",
        "} What a pity it’s raining—we might have had some tennis——",
        "[_They both stop, to let the other go on. There is another",
        "terrible silence._",
        "} I adore the shape of this hall—it’s so——",
        "The History game’s awfully good—when two people go out, and come",
        "back as Queen Elizabeth and Crippen or somebody.",
        "_If_ we start playing.",
        "Perhaps it’s as well.",
        "He’s lost it all since his marriage.",
        "Well, considering he married my cousin——",
        "“Brightly.”",
        "Very well—don’t snap at me!",
        "(_at SIMON_): I should think “rudely” would be the easiest.",
        "She’s probably picked them up from her obscure friends.",
        "I wasn’t being catty at all.",
        "(_rises and starts with DAVID_): Good-bye. It really has been most",
        "delightful——",
        "Why—what do you mean?",
        "(_acidly_): Remember what an advantage you have over we poor",
        "amateurs, Judith, having been a professional for so long.",
        "Go to the next one; I’m not going to do any more.",
        "I can’t think _what_ that’s meant to be.",
        "Charming! It’s all perfectly charming.",
        "She hadn’t been away at all?",
        "It’s brilliant of you to see that. I do think the whole thing",
        "sounds most excellent.",
        "(_sitting on sofa_): When shall I be able to read it?",
        "How divine! I shall feel most important.",
        "No, thank you.",
        "Very well; give me some plain soda-water, then.",
        "Not a bit.",
        "Thank you. (_She sips it._) I wonder where everybody is.",
        "It must be dreadfully worrying for you, having a houseful of people.",
        "I have a slight confession to make.",
        "Yes. Do you know why I came down here?",
        "Oh, yes, they asked me, but——",
        "I was invited once before—last September.",
        "Exactly.",
        "I didn’t come. I’m a very determined woman, you know, and I made up",
        "my mind to meet you ages ago.",
        "You see, I’d read “Broken Reeds.”",
        "Like it! I think it’s one of the finest novels I’ve ever read.",
        "How do you manage to know so much about women?",
        "Oh, no; you can’t call Evelyn’s character superficial—it’s amazing.",
        "(_laughing_): How suspicious you are!",
        "Not a very good principle.",
        "Do.",
        "Wrong? In what way?",
        "Don’t be so ridiculous.",
        "I don’t know anything of the sort.",
        "Because I want to be.",
        "You’re a very clever and amusing man.",
        "And I think I’ve rather lost my heart to you.",
        "David!",
        "Do you mind?",
        "I’m not sure that you’re being very kind.",
        "You’re being rather the cynical author laughing up his sleeve at a",
        "gushing admirer.",
        "Do you?",
        "(_rising_): Really—I wish you wouldn’t say things like that.",
        "(_laughing affectedly_): This is wonderful! (_She sits down again._)",
        "Now then, what?",
        "I’m not tawny.",
        "This is sheer affectation.",
        "No, it isn’t—it’s odious.",
        "I’m not in the least cross.",
        "(_perking up_): Alluring?",
        "I can hear your brain clicking—it’s very funny.",
        "You’ve been consistently rude to me for hours.",
        "Why have you?",
        "Do you like me?",
        "How sweet of you!",
        "Methods? What methods?",
        "And you spoil yourself by trying to be clever.",
        "Anyhow, I don’t know what you mean by commonplace.",
        "Not at all.",
        "I shan’t listen. (_She stops up her ears._)",
        "(_sarcastically_): You’re so inscrutable and quizzical—just what a",
        "feminine psychologist should be.",
        "You frighten me dreadfully.",
        "Don’t call me darling.",
        "Your conceit is outrageous!",
        "(_rising_): How dare you!",
        "I think you’re insufferable!",
        "(_snatching it away_): Don’t touch me.",
        "Words! Masses and masses of words!",
        "I’m glad you think so. Personally, they bore me stiff.",
        "Let go my hand!",
        "(_furiously_): Let go my hand.",
        "You will!",
        "[_She slaps his face hard, and he seizes her in his arms and",
        "kisses her._",
        "(_giving in_): David!",
        "(_making a movement_): I shall do nothing of the sort.",
        "Please let go of my hand, David; I should like to go to bed.",
        "Look here, Judith, I’d like to explain one thing——",
        "I don’t see why.",
        "Injured?",
        "This is all ridiculous hysteria.",
        "(_furious_): Do? Nothing!",
        "(_astounded_): David!",
        "(_scared_): But, David, I——",
        "What on earth do you mean?",
        "You’re both making a mountain out of a mole-hill. David doesn’t",
        "love me madly, and I don’t love him. It’s——",
        "Look here, Judith——",
        "(_almost shrieking_): Judith—I _will_ speak—I——",
        "I will _not_ go out into the garden.",
        "(_furiously_): Well, I’m not going to spare your feelings, or anyone",
        "else’s. You’re the most infuriating set of hypocrites I’ve ever seen.",
        "This house is a complete feather-bed of false emotions—you’re posing,",
        "self-centred egotists, and I’m sick to death of you.",
        "Don’t speak to me—I’ve been working up for this, only every time I",
        "opened my mouth I’ve been mowed down by theatrical effects. You haven’t",
        "got one sincere or genuine feeling among the lot of you—you’re artificial",
        "to the point of lunacy. It’s a great pity you ever left the stage,",
        "Judith—it’s your rightful home. You can rant and roar there as much as",
        "ever you like——",
        "And let me tell you this——",
        "} Let me speak—I will speak——",
        "} Never again—never as long as I live——",
        "(_vivaciously_): Good morning.",
        "Are we the first down?",
        "(_looking out of the window_): Isn’t this rain miserable?",
        "Where’s the barometer?",
        "What a queer place for it to be.",
        "Typical of this house. (_At side table_) Are you having eggs and",
        "bacon, or haddock?",
        "I’ll have haddock too. I simply couldn’t strike out a line for",
        "myself this morning. (_She helps herself to haddock and coffee, and sits",
        "down opposite RICHARD._) Have you seen anybody?",
        "Good. We might have a little peace.",
        "No, and I never will again.",
        "I’m so sorry, but not entirely surprised.",
        "How terrible!",
        "There isn’t any sugar.",
        "I doubt if it will be the slightest use, but we’ll try.",
        "I neither know—nor care.",
        "I think “strange” is putting it mildly.",
        "[_Enter CLARA._",
        "There isn’t any sugar.",
        "Perhaps you’d find it for us, then?",
        "Well, it obviously isn’t here now.",
        "Do you think you could get us some more?",
        "Clara is really more at home in a dressing-room than a house.",
        "Of course. What other excuse could there possibly be for her?",
        "This haddock’s disgusting.",
        "Thank you.",
        "How ridiculous!",
        "It’s been raining for hours.",
        "Yes?",
        "Nothing, except go up to London by the first train possible.",
        "Yes it will. (_To SANDY_) You and Miss Coryton must stay.",
        "Yes, they would. You must let Mr. Greatham and me get away first,",
        "anyhow. Ring for Clara. I want to find out about trains.",
        "You needn’t worry about that; they’re sure to roll about in bed for",
        "hours—they’re such a slovenly family.",
        "No; I did most of it before I came down.",
        "[_Re-enter CLARA._",
        "Can you tell me what trains there are up to London?",
        "This morning.",
        "Yes; Mr. Greatham and I have to be up by lunch-time.",
        "Obviously.",
        "You’ve got a car, haven’t you?",
        "Will it hold all of us?",
        "Certainly not.",
        "Then that’s settled, then.",
        "I don’t know. (_To RICHARD_) What do you think?",
        "Too much.",
        "Very well, then. Will you do it, and we’ll settle up in the car?",
        "Yes. Ring for her.",
        "Oh, no, I shouldn’t. (_To JACKIE_) Come on; we’ll finish our",
        "packing.",
        "Yes, ten minutes. (_She goes off with JACKIE._)"
    ],
    "RICHARD": [
        "This is Mrs. Bliss’s house.",
        "Is Miss Sorel Bliss in?",
        "Yes, thank you, very nice. I met Miss Coryton at the station. We",
        "introduced ourselves while we were waiting for the only taxi to come back.",
        "Mrs. Arundel! How-do-you-do. I never recognised you.",
        "[_They shake hands._",
        "(_to SIMON_): You are Sorel’s brother?",
        "and JACKIE_) Tea will be here soon.",
        "[_He and MYRA go off._",
        "A strange young man.",
        "Have you ever met him before?",
        "I wonder if he knows you’re here.",
        "It was fortunate that we met at the station.",
        "I do hope the weather will keep good over Sunday—the country",
        "round here is delightful.",
        "There’s nowhere like England in the spring and summer.",
        "There’s a sort of _quality_ you find in no other countries.",
        "(_modestly_): A good deal.",
        "Spain is very beautiful.",
        "Except for the bull-fights. No one who ever really loved horses",
        "could enjoy a bull-fight.",
        "Exactly.",
        "Oh, yes, charming.",
        "Rome is a beautiful city.",
        "And Naples and Capri—Capri’s enchanting.",
        "Have you ever been abroad at all?",
        "(_kindly_): Dear little place—Dieppe.",
        "Russia used to be a wonderful country before the war.",
        "Who?",
        "Yes, I expect it was.",
        "You mustn’t worry. They’re a very Bohemian family, I believe.",
        "I wonder.",
        "Yes, perhaps we’d better. (_He finds bell and presses it._)",
        "You mustn’t be depressed.",
        "It’s always a little embarrassing coming to a strange house for",
        "the first time. You’ll like Sorel—she’s charming.",
        "(_consolingly_): I expect tea will be here soon.",
        "(_alarmed_): Oh, yes—they must.",
        "Do you mind if I smoke?",
        "Will you?",
        "(_sitting down_): I got this case in Japan. It’s pretty, isn’t it?",
        "We’ve been here a good while.",
        "This is Miss Coryton.",
        "She’s shy, I think.",
        "Tell me one thing, Sorel, did your Father and Mother know I was",
        "coming?",
        "A rather nice-looking woman came down, in a big hat, and went",
        "into the garden with a young man, without saying a word.",
        "Oh, I see.",
        "I wanted to come—I’ve thought about you a lot.",
        "I mean it. You’re so alive and vital and different from other",
        "people.",
        "Why should I be?",
        "You’re rather a dear, you know.",
        "I’m sure you could carry off anything.",
        "I’m afraid to say anything now, in case you think I’m only being",
        "correct.",
        "It would be uphill work, I’m afraid.",
        "I’ve only met him for a moment.",
        "Very much indeed.",
        "Please—I should love it.",
        "(_puzzled_): I’m sorry.",
        "I’m quite happy talking—to you.",
        "No, I’m afraid I can’t.",
        "Won’t the luggage get rather wet, out there?",
        "(_rising_): Oh, don’t trouble; I’ll do it now.",
        "Certainly not.",
        "This is the last one.... (_He brings in a dressing-case, and",
        "wipes his hand on his handkerchief._)",
        "No—but I’m all right.",
        "[_Re-enter CLARA, with tea and hot-water jug._",
        "[_SIMON and MYRA come in from the garden._",
        "This afternoon.",
        "(_shaking hands_): How-do-you-do.",
        "} How far are you from Maidenhead exactly?",
        "} The train was awfully crowded coming down——",
        "[_They both stop again, and there is another dead silence,",
        "during which_",
        "(_apprehensively_): What sort of thing is one expected to do?",
        "I can’t play the piano.",
        "There was an amusing game I played once at the Harringtons’",
        "house. Everyone was blindfolded except——",
        "What was the word?",
        "We don’t seem to be getting on with the game.",
        "I’ve forgotten what it is.",
        "Oh, yes.",
        "[_He proceeds to light a cigarette with great abandon, winking",
        "his eye and chucking SOREL under the chin._",
        "(_offended_): I was doing my best.",
        "You’d better go on to the next one.",
        "(_whispering_): “Saucily.”",
        "Oh, I see. I’m so sorry.",
        "Would you like me to go? To leave you alone for a little?",
        "(_smiling_): No; I merely thought perhaps I was in the way.",
        "Not in the least.",
        "I’m really hardly qualified to judge, you see.",
        "I’m sorry.",
        "I suppose it is.",
        "I’m enjoying myself very much.",
        "(_laughing suddenly_): But I am!",
        "(_surprised and embarrassed_): In love with Sorel?",
        "Did you really think I was in love with Sorel?",
        "Yes, she is—very.",
        "No, not yet.",
        "I’m afraid I don’t know very much about it.",
        "Please do.",
        "That wouldn’t be possible.",
        "(_following her_): Of course I meant it.",
        "You’re an extraordinary person.",
        "When I first met Sorel, I guessed what you’d be like.",
        "(_smiling_): Exactly.",
        "(_with feeling_): Thank you.",
        "Perfectly enchanting.",
        "Won’t you sing any more?",
        "I’ve done nothing.",
        "I never realise how dead I am until I meet people like you. It’s",
        "depressing, you know.",
        "Do you always live here?",
        "(_smiling_): How absurd!",
        "You’re far too full of vitality to sink into anything.",
        "Surely such successful battles as yours have been are not",
        "wearying?",
        "I should like to know exactly what you’re thinking about—really.",
        "I should be very flattered if you would.",
        "But I do—Judith.",
        "(_producing case_): Certainly.",
        "It was given to me in Japan three years ago. All those little",
        "designs mean things.",
        "Charms for happiness, and luck, and—love.",
        "That one.",
        "(_kissing her gently_): Judith!",
        "I’m afraid I couldn’t help it.",
        "I don’t know.",
        "(_alarmed_): Everything?",
        "(_extremely alarmed_): The truth? I don’t quite understand.",
        "(_flustered_): Wait? What for?",
        "Look here, Judith, I apologise for what I did just now. I——",
        "(_protesting_): But, Judith——",
        "(_with forced calm_): What’s happened? Is this a game?",
        "[_JUDITH’S face gives a slight twitch; then with a meaning look",
        "at SOREL and SIMON, she answers him._",
        "Good morning.",
        "No, I don’t think so.",
        "Appalling!",
        "On the piano.",
        "I tapped it, and it fell down.",
        "Haddock.",
        "No.",
        "Have you ever stayed here before?",
        "I feel far from well this morning.",
        "You see, I had the boiler room.",
        "The window stuck, and I couldn’t open it—I was nearly",
        "suffocated. The pipes made peculiar noises all night, as well.",
        "Oh—we’d better ring.",
        "(_ringing and ringing bell_): Do the whole family have breakfast",
        "in bed?",
        "They’re strange people, aren’t they?",
        "It seems a queer thing to do.",
        "Was she Judith’s dresser?",
        "She seems good-natured, but quaint.",
        "It isn’t very nice, is it?",
        "[_Re-enter CLARA with sugar. She plumps it down._",
        "Mrs. Arundel——",
        "What are you going to do about—about to-day?",
        "Do you mind if I come too? I don’t think I could face another",
        "day like yesterday.",
        "Won’t it seem a little rude if we _all_ go?",
        "I hope they won’t all come down now.",
        "Have you got much packing to do?",
        "Good heavens!",
        "(_to SANDY_): If there is room, we should be very, very grateful.",
        "I’ve hardly seen her since I’ve been here.",
        "I don’t think so.",
        "We’d better give her one pound ten between us.",
        "Must I?",
        "You’d do it much better.",
        "[_SANDY rings the bell._",
        "Here—don’t leave me.",
        "They’ve gone to get ready. We’re leaving in Mr. Tyrell’s car.",
        "(_pressing money into her hand_): This is from all of us, Clara.",
        "Thank you very much for all your trouble.",
        "There must have been a lot of extra work.",
        "Good-bye, Clara. (_He goes upstairs._)",
        "[_CLARA proceeds to clear away the dirty breakfast things,",
        "which she takes out. She returns with a fresh pot of coffee,",
        "and meets JUDITH coming downstairs._"
    ],
    "JACKIE": [
        "I did.",
        "No; I mean I recognised you as the one who took the taxi.",
        "Well!",
        "Very rude, I think.",
        "No; I don’t know any of them except Mr. Bliss—he’s a wonderful",
        "person.",
        "Perhaps that funny woman who opened the door will tell him.",
        "I’m frightfully glad. I should have been terrified arriving all",
        "by myself.",
        "Yes.",
        "No, there isn’t, is there?",
        "Have you travelled a lot?",
        "How lovely.",
        "[_There is a pause._",
        "Yes, I’ve always heard Spain was awfully nice.",
        "Nor anyone who loved bulls either.",
        "Italy’s awfully nice, isn’t it?",
        "I’ve always wanted to go to Italy.",
        "Yes, I’ve always heard Rome was lovely.",
        "It must be.",
        "Oh, yes; I went to Dieppe once—we had a house there for the",
        "summer.",
        "Yes, it was lovely.",
        "[_JUDITH comes downstairs, followed by SANDY, with his arms",
        "full of cushions. She motions him out into the garden, sits",
        "down and puts on her goloshes, and then follows him._",
        "Well!",
        "It must have been.... Was that her?",
        "Judith Bliss.",
        "I wish I’d never come.",
        "I wonder if Mr. Bliss knows I’m here.",
        "Couldn’t we ring a bell, or anything?",
        "I don’t suppose it rings.",
        "I feel horrid.",
        "(_desperately_): I wonder where she is.",
        "Do you think they _have_ tea?",
        "Oh, well, we’d better go on waiting, then. (_She sits down._)",
        "Not a bit.",
        "No, thank you.",
        "Awfully pretty.",
        "[_They lapse into hopeless silence._",
        "[_Enter SOREL, down stairs._",
        "How-do-you-do.",
        "Yes.",
        "I don’t know the way.",
        "Oh, thank you. (_She goes out despondently._)",
        "What do we have to do?",
        "The word we’ve all thought of?",
        "I’m afraid I don’t quite understand yet.",
        "I wish I knew what we had to do.",
        "(_helpfully_): “Appendicitis.”",
        "(_giggling_): I can’t.",
        "I can’t—honestly—I....",
        "No, I’d much rather not. Count me out.",
        "I’m awfully stupid at anything like this.",
        "(_dragging back_): I couldn’t—please don’t ask me to. I simply",
        "couldn’t.",
        "(_with spirit_): It’s a hateful game, anyhow, and I don’t want to",
        "play it again ever.",
        "It’s all my fault—I know I’m awfully silly, but it embarrasses me",
        "so terribly doing anything in front of people.",
        "(_worried_): But, Mrs. Bliss——",
        "(_wildly_): But it’s not true—we don’t——",
        "Oh, it’s only you—you frightened me!",
        "(_sniffing_): Nothing.",
        "I’m not crying.",
        "It’s this house. It gets on my nerves.",
        "What were you doing in the library just now?",
        "Hiding?",
        "I wish I’d never come. I had horrible nightmares with all those",
        "fearful dragons crawling across the wall.",
        "Yes; I’m in a Japanese room—everything in it’s Japanese, even the",
        "bed.",
        "I believe they’re all mad, you know.",
        "Yes—they must be.",
        "Do you suppose they know they’re mad?",
        "It was Mr. Bliss asked me down, and he hasn’t paid any attention",
        "to me at all. I went into his study soon after I arrived yesterday, and",
        "he said, “Who the hell are you?”",
        "He did afterwards; then he brought me down to tea and left me.",
        "(_bursting into tears again_): Oh, no—I hope not!",
        "So were you—to Sorel.",
        "I don’t know what happened to me. I was in the garden with Simon,",
        "and he was being awfully sweet, and then he suddenly kissed me, and",
        "rushed into the house and said we were engaged—and that hateful Judith",
        "asked me to make him happy!",
        "How frightful!",
        "I think she’s a cat.",
        "Look at the way she lost her temper over that beastly game.",
        "That wouldn’t be very difficult.",
        "I beg your pardon?",
        "Hold your breath.",
        "Hold it as long as you can.",
        "[_There is a pause._",
        "Eat a lump of sugar.",
        "I don’t mind—but it’s a horrid feeling, isn’t it?",
        "(_conversationally_): People have died from hiccoughs, you know.",
        "Yes. An aunt of mine once had them for three days without",
        "stopping.",
        "(_with relish_): She had to have the doctor, and everything.",
        "I hope they will.",
        "Drink some water the wrong way round.",
        "(_rising_): The wrong side of the glass. I’ll show you. (_She goes",
        "to side table._) There isn’t any water.",
        "I’ve never tried coffee, but it might. (_She pours him out",
        "some._) There you are.",
        "Tip it up and drink from the opposite side, sort of upside down.",
        "(_suddenly_): Look out—somebody’s coming. Bring it into the",
        "library—quick....",
        "All right.",
        "[_They go off into the library hurriedly._",
        "[_RICHARD comes downstairs. He glances round a trifle",
        "anxiously; then, pulling himself together, he goes boldly to",
        "the barometer and taps it. It falls off the wall and breaks; he",
        "picks it up quickly and places it on the piano. Then he helps",
        "himself to some breakfast, and sits down._",
        "[_MYRA appears on the stairs, very smart and bright._",
        "Good morning. I’m afraid we’ve broken a coffee-cup.",
        "Well, you see, he had the hiccoughs, and I was showing him how to",
        "drink upside down.",
        "It was the sudden shock, I expect.",
        "Neither could I.",
        "I don’t see why.",
        "All right; lovely!",
        "You said it would be rude for us all to go. Hadn’t you and Mr.",
        "Greatham better wait for the train?",
        "When shall we start?",
        "Mrs. Arundel, what are you going to do about tipping Clara?",
        "Isn’t there a housemaid or anything?",
        "Each?",
        "All right.",
        "[_They begin to go upstairs._"
    ],
    "THE": [
        "CURTAIN SLOWLY FALLS."
    ],
    "ACT": [
        "II",
        "II",
        "_It is after dinner on the Saturday evening._",
        "[_Everyone is talking and arguing._",
        "[_The following scene should be played with great speed._",
        "III",
        "III",
        "_It is Sunday morning, about ten o’clock. There are various breakfast",
        "dishes on a side table, and a big table is laid down centre._",
        "[_SANDY appears at the top of the stairs. On seeing no one",
        "about, he comes down quickly and furtively helps himself to",
        "eggs and bacon and coffee, and seats himself at the table.",
        "He eats very hurriedly, casting occasional glances over his",
        "shoulder. A door bangs somewhere upstairs, which terrifies him;",
        "he chokes violently. When he has recovered, he tears a bit of",
        "toast from a rack, butters it and marmalades it, and crams it",
        "into his mouth. Then, hearing somebody approaching, he darts",
        "into the library._",
        "[_JACKIE comes downstairs timorously; her expression is dismal,",
        "to say the least of it. She looks miserably out of the window",
        "at the pouring rain, then, assuming an air of spurious bravado,",
        "she helps herself to some breakfast and sits down and looks at",
        "it. After one or two attempts to eat it, she bursts into tears._",
        "[_SANDY opens the library door a crack, and peeps out. JACKIE,",
        "seeing the door move, screams. SANDY re-enters._"
    ]
}